Repository: iKarwan/YTKillerPlus
Catalog: *.lproj/Localizable.strings
Languages: ar, ckb, de, es, it, ko, ru, vi, zh, zh_tw

# hold_to_seek_description
source: Hold the left or right side to continuously seek. Adjust duration per step.
ckb: لا چەپ یان ڕاست بگرە بۆ گەڕانی بەردەوام. ماوەی هەنگاوەکان دابنێ.
de: Linke oder rechte Seite gedrückt halten, um kontinuierlich zu spulen. Dauer pro Schritt anpassen.
es: Mantén presionado el lado derecho o izquierdo para avanzar de forma continua.
it: Tieni premuto sul lato sinistro o destro per avanzare continuamente. Regola la durata per ogni step.
ko: 왼쪽 또는 오른쪽을 길게 눌러 빠르게 탐색합니다.
vi: Giữ bên trái hoặc phải để tua nhanh video.
zh: 长按屏幕左右两侧可快速拖动进度。

# brightness_gesture_left
source: Brightness
ckb: ڕووناکی
de: Helligkeit
es: Brillo
it: Luminosità
ko: 밝기 제어
vi: Độ sáng
zh: 亮度

# gesture_left_side
source: Left Side Gesture
ckb: گەشتەی لا چەپ
de: Linke Seiten-Geste
es: Lado izquierdo
it: Gesture Lato Sinistro
ko: 왼쪽 제스처
vi: Bên trái
zh: 左侧手势

source: Cancel
ckb: پاشگەزبوونەوە
de: Abbrechen
es: Cancelar
it: Annulla
ko: 취소
vi: Hủy
zh: 取消

# volume_gesture_right
source: Volume
ckb: دەنگ
de: Lautstärke
es: Volumen
ko: 볼륨 제어
vi: Âm lượng
zh: 音量

# gesture_right_side
source: Right Side Gesture
ckb: گەشتەی لا ڕاست
de: Rechte Seiten-Geste
es: Lado derecho
it: Gesture Lato Destro
ko: 오른쪽 제스처
vi: Bên phải
zh: 右侧手势

# icon_changed
source: You have changed the icon for "YouTube".
ckb: تۆ ئایكۆنی "YouTube" گۆڕی.
de: Du hast das Symbol für „YouTube“ geändert.
es: Has cambiado el ícono para "YouTube".
it: Hai cambiato l’icona di "YouTube".
ko: “YouTube” 아이콘을 변경했습니다.
vi: Bạn đã thay đổi biểu tượng cho "YouTube".
zh: 你已更改 “YouTube”的图标。

source: Select Icon Theme
ckb: هەڵبژاردنی ڕووخساری ئایكۆن
de: Symbolthema auswählen
es: Seleccionar tema de ícono
it: Seleziona Tema Icona
ko: 아이콘 테마 선택
vi: Chọn chủ đề biểu tượng
zh: 选择图标主题

source: Fake Location
ckb: شوێنی ساختە
de: Standort fälschen
es: Ubicación falsa
it: Posizione Falsa
ko: 가짜 위치
vi: Vị trí giả
zh: 虚拟位置

source: Save
ckb: هەڵگرتن
de: Speichern
es: Guardar
it: Salva
ko: 저장
vi: Lưu
zh: 保存

source: Location Name
ckb: ناوی شوێن
de: Standortname
es: Nombre de la ubicación
it: Nome Posizione
ko: 위치 이름
vi: Tên vị trí
zh: 位置名称

# enter_location_name
source: Country: %@ Enter a name for this location
ckb: وڵات: %@ ناوی ئەم شوێنە بنوسە
de: Land: %@ Gib einen Namen für diesen Standort ein
es: País: %@ Ingresa un nombre para esta ubicación
it: Paese: %@ Inserisci un nome per questa posizione
ko: 국가: %@ 이 위치의 이름을 입력하세요
vi: Quốc gia: %@ Nhập tên cho vị trí này
zh: 国家：%@ 请输入此位置的名称

source: Unknown
ckb: نەزانراو
de: Unbekannt
es: Desconocido
it: Sconosciuto
ko: 알 수 없음
vi: Không rõ
zh: 未知

source: Save Location
ckb: هەڵگرتنی شوێن
de: Standort speichern
es: Guardar ubicación
it: Salva Posizione
ko: 위치 저장
vi: Lưu vị trí
zh: 保存位置

source: Getting location info...
ckb: وەرگرتنی زانیاری شوێن...
de: Standortinformationen werden abgerufen...
es: Obteniendo información de ubicación...
it: Ottengo informazioni posizione...
ko: 위치 정보를 가져오는 중...
vi: Đang lấy thông tin vị trí...
zh: 正在获取位置信息...

source: Loading...
ckb: لە باركردن...
de: Lädt...
es: Cargando...
it: Caricamento...
ko: 로딩 중...
vi: Đang tải...
zh: 加载中...

source: Selected Location
ckb: شوێنی هەڵبژێراو
de: Ausgewählter Standort
es: Ubicación seleccionada
it: Posizione Selezionata
ko: 선택된 위치
vi: Vị trí đã chọn
zh: 已选择的位置

source: Delete
ckb: سڕینەوە
de: Löschen
es: Eliminar
it: Elimina
ko: 삭제
vi: Xóa
zh: 删除

# saved_location_disc
source: Manage your saved locations and set one as your active location. Swipe to remove any saved entry.
ckb: شوێنە هەڵگراوەکان بەڕێوەببە و یەكێکیان وەک شوێنی كارای خۆت دیاری بكە. بە سوور بچۆ سڕینەوە.
de: Verwalte deine gespeicherten Standorte und lege einen als aktiven Standort fest. Zum Entfernen nach links wischen.
es: Administra tus ubicaciones guardadas y establece una como activa. Desliza para eliminar.
it: Gestisci le tue posizioni salvate e impostane una come posizione attiva. Scorri per rimuovere.
ko: 저장된 위치를 관리하고 활성 위치로 설정하세요. 삭제하려면 스와이프하세요.
vi: Quản lý các vị trí đã lưu và đặt một vị trí làm vị trí hiện tại. Vuốt để xóa.
zh: 管理你的已保存位置，并将其中一个设为当前使用的地点。滑动即可删除。

# enable_fake_location_disc
source: Simulate a custom location within YouTube instead of your actual one. Adds a convenient button on the Friends Map to quickly switch locations.
ckb: شوێنێكی ساختەت بخە ناو YouTube لەبری شوێنی ڕاستەقینە. دوگمەیەک زیاد دەکات بۆ گۆڕینی خێرا لە نەخشەی هاوڕێکان.
de: Simuliert einen benutzerdefinierten Standort in YouTube anstelle des echten. Fügt eine praktische Schaltfläche in der Freunde-Karte hinzu, um schnell den Standort zu wechseln.
es: Simula una ubicación personalizada en YouTube en lugar de la real. Añade un botón en el mapa de amigos para cambiar rápidamente.
it: Simula una posizione personalizzata su YouTube invece della tua reale. Aggiunge un pulsante rapido sulla Mappa Amici per cambiare posizione rapidamente.
ko: 실제 위치 대신 YouTube에서 원하는 위치를 시뮬레이션합니다. 친구 지도에 빠른 전환 버튼이 추가됩니다.
vi: Giả lập một vị trí tùy chỉnh trong YouTube thay vì vị trí thật. Thêm nút chuyển nhanh trên bản đồ Bạn bè.
zh: 在 YouTube 中模拟一个自定义位置，而不是你的真实位置。会在好友地图中添加快速切换按钮。

source: SAVED LOCATIONS
ckb: شوێنە هەڵگراوەکان
de: GESPEICHERTE STANDORTE
es: UBICACIONES GUARDADAS
it: POSIZIONI SALVATE
ko: 저장된 위치
vi: VỊ TRÍ ĐÃ LƯU
zh: 已保存的位置

source: Search places
ckb: گەڕان بۆ شوێن
de: Orte suchen
es: Buscar lugares
it: Cerca luoghi
ko: 장소 검색
vi: Tìm kiếm địa điểm
zh: 搜索地点

source: Select Location
ckb: شوێن هەڵبژێرە
de: Standort auswählen
es: Seleccionar ubicación
it: Seleziona Posizione
ko: 위치 선택
vi: Chọn vị trí
zh: 选择位置

source: Custom Location
ckb: شوێنی تایبەت
de: Benutzerdefinierter Standort
es: Ubicación personalizada
it: Posizione Personalizzata
ko: 사용자 지정 위치
vi: Vị trí tùy chỉnh
zh: 自定义位置

source: System Default
ckb: بنەڕەتی سیستەم
de: Systemstandard
es: Predeterminado del sistema
it: Predefinito di Sistema
ko: 시스템 기본값
vi: Mặc định hệ thống
zh: 系统默认

source: Current Location
ckb: شوێنی ئێستا
de: Aktueller Standort
es: Ubicación actual
it: Posizione Attuale
ko: 현재 위치
vi: Vị trí hiện tại
zh: 当前位置

source: Enable Fake Location
ckb: چالاککردنی شوێنی ساختە
de: Gefälschten Standort aktivieren
es: Activar ubicación falsa
it: Abilita Posizione Falsa
ko: 가짜 위치 활성화
vi: Bật vị trí giả
zh: 启用虚拟位置

# OTHER_TWEAKS
source: Other Projects
ar: مشاريع أخرى
ckb: پڕۆژەی تر
de: Weitere Projekte
es: Otros proyectos
it: Altri Progetti
ko: 기타 프로젝트
ru: Наши проекты
vi: Dự án khác
zh: 其他项目
zh_tw: 參考看看我的其他作品！

source: Credits
ar: الشكر والتقدير
ckb: پێزانینەکان
es: Créditos
it: Crediti
ko: 크레딧
ru: О нас
vi: Tác giả
zh: 贡献者
zh_tw: 鳴謝：

# SPECIAL_THANK
source: Special Thanks
ar: شكر خاص
ckb: سوپاسە تایبەتی
de: Besonderer Dank
es: Agradecimientos especiales
it: Ringraziamenti Speciali
ko: 특별 감사
ru: Особая благодарность
vi: Đặc biệt cảm ơn
zh: 特别感谢
zh_tw: Special Thank

# LOCALIZATION
source: Localizations
ar: الترجمات
ckb: وەرگێڕانەکان
de: Übersetzungen
es: Traducciones
it: Localizzazioni
ko: 번역
ru: Перевод
vi: Ngôn ngữ
zh: 本地化
zh_tw: localization

source: Icon by
ar: الايقونة بواسطة
ckb: نیشانە لەلایەن
de: Symbol von
es: Icono por
it: Icona di
ko: 아이콘 제작
vi: Biểu tượng bởi
zh: 图标设计

source: Developer
ar: المطور
ckb: پەرەپێدەر
de: Entwickler
es: Desarrollador
it: Sviluppatore
ko: 개발자
ru: Разработчик
vi: Nhà phát triển
zh: 开发者
zh_tw: 開發者：

# WELCOM_ALERT
source: To modify settings, open the YTKPlus tab and tap the gear icon above.
ar: لتعديل الإعدادات، اذهب إلى أيقونة شريط التبويب (YTKPlus) ثم انقر على أيقونة الترس في الأعلى
ckb: بۆ گۆڕینی ڕێکخستنەکان، بچۆ بۆ تابی YTKPlus و کرتە بکە لەسەر دوگمەی ڕێکخستنەکان.
de: Um Einstellungen zu ändern, öffne den YTKPlus-Tab und tippe oben auf das Zahnrad.
es: Para modificar la configuración, abre la pestaña YTKPlus y toca el ícono de engranaje.
it: Per modificare le impostazioni, apri la scheda YTKPlus e tocca l’icona dell’ingranaggio in alto.
ko: 설정을 변경하려면 YTKPlus 탭에서 톱니바퀴 아이콘을 누르세요.
ru: to modify the settings go to the tab bar icon YTKPlus then click on the gear icon above
vi: Để chỉnh cài đặt, vào tab YTKPlus và nhấn biểu tượng bánh răng.
zh: 进入设置请打开 YTKPlus 标签并点击右上角齿轮图标。

source: Clear on Startup
ar: مسح عند بدء التشغيل
ckb: پاککردنەوە لە کاتی دەستپێکردن
de: Beim Start leeren
es: Limpiar al iniciar
it: Pulisci all’Avvio
ko: 시작 시 캐시 삭제
ru: Очистить при запуске
vi: Xóa bộ nhớ đệm khi khởi động
zh: 启动时清除缓存

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
ckb: پاککردنەوەی کاش
de: Cache leeren
es: Borrar caché
it: Pulisci Cache
ko: 캐시 삭제
ru: Очистить кеш
vi: Xóa bộ nhớ đệm
zh: 清除缓存

source: On
ar: تشغيل
ckb: چالاک
de: Ein
es: Activado
ko: 켜기
ru: Вкл
vi: Bật
zh: 开

source: Off
ar: إيقاف
ckb: ناچالاک
de: Aus
es: Desactivado
ko: 끄기
ru: Выкл
vi: Tắt
zh: 关

source: Clearing Cache...
ckb: کاش دەسڕێتەوە...
de: Cache wird geleert...
es: Limpiando caché...
it: Pulizia Cache...
ko: 캐시 삭제 중...
vi: Đang xóa bộ nhớ đệm...
zh: 正在清理缓存...

source: Please wait...
ckb: تکایە چاوه‌ڕێ بکە...
de: Bitte warten...
es: Por favor espera...
it: Attendere...
ko: 잠시 기다리세요...
vi: Vui lòng đợi...
zh: 请稍候...

# CACHE_CLEARED
source: Cache cleared successfully!
ckb: کاش بە سەرکەوتوویی سڕایەوە!
de: Cache erfolgreich geleert!
es: ¡Caché borrado correctamente!
it: Cache pulita con successo!
ko: 캐시가 성공적으로 삭제되었습니다!
vi: Đã xóa bộ nhớ đệm thành công!
zh: 缓存已成功清除！

source: Clear Cache
ckb: پاککردنەوەی کاش
de: Cache leeren
es: Borrar caché
it: Pulisci Cache
ko: 캐시 삭제
vi: Xóa bộ nhớ đệm
zh: 清除缓存

source: Calculating...
ckb: ژمێرەکردن...
de: Wird berechnet...
es: Calculando...
it: Calcolo...
ko: 계산 중...
vi: Đang tính toán...
zh: 计算中...

source: The Changelog
ar: سجل التغييرات
ckb: گۆڕانەکان
es: Registro de cambios
it: Changelog
ko: 변경 로그
ru: Список изменений
vi: Nhật ký thay đổi
zh: 更新日志

# skip_version
source: Skip This Version
ar: تخطي هذا الإصدار
ckb: پەڕینەوەی ئەم وەشانە
es: Omitir esta versión
it: Salta Questa Versione
ko: 이 버전 건너뛰기
ru: Пропустить эту версию
vi: Bỏ qua phiên bản này
zh: 跳过此版本

# updates_available
source: Update Available
ar: تحديث متاح
ckb: نوێکردنەوە بەردەستە
es: Actualización disponible
it: Aggiornamento Disponibile
ko: 업데이트 가능
ru: Доступно обновление
vi: Có bản cập nhật mới
zh: 有可用更新

# new_version_available
source: A new version of YTKillerPlus (%@) is available. Staying up to date is recommended.
ar: يتوفر إصدار جديد من YTKillerPlus (%@). يُوصى دائمًا بالبقاء على أحدث إصدار.
ckb: وەشانی نوێی YTKillerPlus (%@) بەردەستە. پێشنیار دەکرێت هەمیشە بە نوێترین وەشان بمێنیت.
es: Hay una nueva versión de YTKillerPlus (%@). Se recomienda mantenerla actualizada.
it: È disponibile una nuova versione di YTKillerPlus (%@). Mantenersi aggiornati è consigliato.
ko: 새 버전 YTKillerPlus (%@)이(가) 출시되었습니다. 최신 버전으로 유지하는 것을 권장합니다.
ru: Доступна новая версия YTKillerPlus (%@). Рекомендуется всегда использовать последнюю версию.
vi: Có phiên bản mới của YTKillerPlus (%@). Khuyến nghị nên cập nhật.
zh: YTKillerPlus (%@) 新版本可用，建议保持最新。

# license_option
source: License Options
ar: خيارات الترخيص
ckb: هەڵبژاردەکانی مۆڵەت
de: Lizenzoptionen
es: Opciones de licencia
it: Opzioni Licenza
ko: 라이선스 옵션
vi: Tùy chọn giấy phép
zh: 许可选项

# license_option_disc
source: Choose an option:
ar: اختر خيارًا:
ckb: هەڵبژێرە:
de: Option auswählen:
es: Elige una opción:
it: Scegli un’opzione:
ko: 옵션을 선택하세요:
vi: Chọn một tùy chọn:
zh: 请选择一个操作：

source: Activate New License
ar: تفعيل ترخيص جديد
ckb: چالاککردنی مۆڵەتی نوێ
de: Neue Lizenz aktivieren
es: Activar nueva licencia
it: Attiva Nuova Licenza
ko: 새 라이선스 활성화
vi: Kích hoạt giấy phép mới
zh: 激活新许可

source: Restore License
ar: استعادة الترخيص
ckb: گەڕاندنەوەی مۆڵەت
de: Lizenz wiederherstellen
es: Restaurar licencia
it: Ripristina Licenza
ko: 라이선스 복원
vi: Khôi phục giấy phép
zh: 恢复许可

source: Renew License
ar: تجديد الترخيص
ckb: نوێکردنەوەی مۆڵەت
de: Lizenz verlängern
es: Renovar licencia
it: Rinnova Licenza
ko: 라이선스 갱신
vi: Gia hạn giấy phép
zh: 续订许可

source: Buy License
ar: شراء ترخيص
ckb: کڕینی مۆڵەت
de: Lizenz kaufen
es: Comprar licencia
it: Acquista Licenza
ko: 라이선스 구매
vi: Mua giấy phép
zh: 购买许可

# activate_new_license_disc
source: Enter your email and license key.
ar: يرجى إدخال بريدك الإلكتروني ومفتاح الترخيص.
ckb: پۆستی ئەلیکترۆنی و کۆدی مۆڵەت بنووسە.
de: Gib deine E-Mail und deinen Lizenzschlüssel ein.
es: Introduce tu correo y clave de licencia.
it: Inserisci la tua email e la chiave licenza.
ko: 이메일과 라이선스 키를 입력하세요.
ru: Please enter your email and license key.
vi: Nhập email và mã giấy phép của bạn.
zh: 请输入您的邮箱和许可密钥。

source: Email
ar: البريد الإلكتروني
ckb: ئیمەیڵ
es: Correo electrónico
ko: 이메일
zh: 邮箱

source: License Key
ar: مفتاح الترخيص
ckb: کۆدی مۆڵەت
de: Lizenzschlüssel
es: Clave de licencia
it: Chiave Licenza
ko: 라이선스 키
vi: Mã giấy phép
zh: 许可密钥

source: Activate
ar: تفعيل
ckb: چالاککردن
de: Aktivieren
es: Activar
it: Attiva
ko: 활성화
vi: Kích hoạt
zh: 激活

source: Invalid Email
ar: بريد إلكتروني غير صالح
ckb: ئیمەیڵ نادروستە
de: Ungültige E-Mail
es: Correo no válido
it: Email non valida
ko: 잘못된 이메일
vi: Email không hợp lệ
zh: 邮箱无效

# invalid_email_disc
source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
ckb: تکایە ئیمەیڵێکی دروست بنووسە.
de: Bitte gib eine gültige E-Mail-Adresse ein.
es: Introduce un correo válido.
it: Inserisci un indirizzo email valido.
ko: 올바른 이메일 주소를 입력하세요.
vi: Vui lòng nhập địa chỉ email hợp lệ.
zh: 请输入有效的邮箱地址。

source: Invalid License
ar: ترخيص غير صالح
ckb: مۆڵەت نادروستە
de: Ungültige Lizenz
es: Licencia inválida
it: Licenza non valida
ko: 잘못된 라이선스
vi: Giấy phép không hợp lệ
zh: 无效许可

# license_key_empty
source: License key cannot be empty.
ar: لا يمكن أن يكون مفتاح الترخيص فارغًا.
ckb: کۆدی مۆڵەت نابێت بەتاڵ بێت.
de: Lizenzschlüssel darf nicht leer sein.
es: La clave no puede estar vacía.
it: La chiave licenza non può essere vuota.
ko: 라이선스 키를 입력해야 합니다.
vi: Mã giấy phép không được để trống.
zh: 许可密钥不能为空。

# license_key_length_wrong
source: License key length is incorrect. Please enter a valid key.
ar: طول مفتاح الترخيص غير صحيح يرجى إدخال مفتاح ترخيص صالح.
ckb: درێژی کۆد نادروستە. تکایە کۆدی دروست بنووسە.
de: Lizenzschlüssellänge ist falsch. Bitte gib einen gültigen Schlüssel ein.
es: Longitud incorrecta. Introduce una clave válida.
it: La lunghezza della chiave è errata. Inserisci una chiave valida.
ko: 잘못된 길이입니다. 올바른 키를 입력하세요.
ru: License key length is wrong please enter valid license key.
vi: Độ dài mã không hợp lệ. Vui lòng nhập đúng mã.
zh: 密钥长度错误，请输入正确的密钥。

# restore_license_disc
source: Enter the email linked to your license.
ar: يرجى إدخال البريد الإلكتروني المرتبط بترخيصك.
ckb: ئیمەیڵی پەیوەست بە مۆڵەت بنووسە.
de: Gib die mit deiner Lizenz verknüpfte E-Mail ein.
es: Introduce el correo asociado a tu licencia.
it: Inserisci l’email collegata alla tua licenza.
ko: 라이선스와 연결된 이메일을 입력하세요.
ru: Please enter the email associated with your license.
vi: Nhập email gắn với giấy phép.
zh: 请输入与许可绑定的邮箱。

source: Restore
ar: استعادة
ckb: گەڕاندنەوە
de: Wiederherstellen
es: Restaurar
it: Ripristina
ko: 복원
vi: Khôi phục
zh: 恢复

source: Copy License Key
ckb: کۆپی کۆدی مۆڵەت
de: Lizenzschlüssel kopieren
es: Copiar clave
it: Copia Chiave Licenza
ko: 키 복사
vi: Sao chép mã
zh: 复制许可密钥

source: License key copied to clipboard.
ckb: کۆدی مۆڵەت کۆپی کرا.
de: Lizenzschlüssel in die Zwischenablage kopiert.
es: Clave copiada al portapapeles.
it: Chiave licenza copiata negli appunti.
ko: 라이선스 키가 복사되었습니다.
vi: Đã sao chép mã giấy phép.
zh: 许可密钥已复制。

source: License Details
ckb: وردەکارییەکانی مۆڵەت
de: Lizenzdetails
es: Detalles de licencia
it: Dettagli Licenza
ko: 라이선스 세부정보
vi: Chi tiết giấy phép
zh: 许可详情

# license_details_disc
source: License Key: %@ Expiration: %@ %@
ckb: کۆدی مۆڵەت: %@ بەسەرچوون: %@ %@
de: Lizenzschlüssel: %@ Ablaufdatum: %@ %@
es: Clave: %@ Expira: %@ %@
it: Chiave Licenza: %@ Scadenza: %@ %@
ko: 키: %@ 만료일: %@ %@
vi: Mã: %@ Hết hạn: %@ %@
zh: 许可密钥: %@ 到期日期: %@ %@

source: License restored successfully.
ar: تمت استعادة الترخيص بنجاح. المفتاح: %@ ينتهي في: %@
ckb: مۆڵەت بە سەرکەوتوویی گەڕێندرایەوە.
de: Die Lizenz ist aktiv.
es: Licencia restaurada con éxito.
it: Licenza ripristinata con successo.
ko: 라이선스가 성공적으로 복원되었습니다.
ru: License restored successfully. Key: %@ Expires: %@
vi: Khôi phục giấy phép thành công.
zh: 许可已成功恢复。

source: License Restored
ar: تمت استعادة الترخيص
ckb: مۆڵەت گەڕێندرایەوە
de: Lizenz wiederhergestellt
es: Licencia restaurada
it: Licenza Ripristinata
ko: 라이선스 복원됨
vi: Đã khôi phục giấy phép
zh: 许可已恢复

source: Enter License Key
ar: أدخل مفتاح الترخيص
ckb: کۆدی مۆڵەت بنووسە
de: Lizenzschlüssel eingeben
es: Introducir clave
it: Inserisci Chiave Licenza
ko: 라이선스 키 입력
vi: Nhập mã giấy phép
zh: 输入许可密钥

# enter_license_key_disc
source: Enter your license key to verify.
ar: يرجى إدخال مفتاح الترخيص الخاص بك للتحقق من صحته.
ckb: کۆدی مۆڵەت بنووسە بۆ دڵنیاکردنەوە.
de: Gib deinen Lizenzschlüssel zur Überprüfung ein.
es: Introduce tu clave para verificar.
it: Inserisci la tua chiave licenza per verificare.
ko: 라이선스 키를 입력하여 인증하세요.
ru: Please enter your license key to authenticate.
vi: Nhập mã để xác thực.
zh: 请输入许可密钥以进行验证。

# license_key_authenticated
source: License verified successfully. Expires on: %@
ar: تم التحقق من صحة مفتاح الترخيص بنجاح. ينتهي في: %@
ckb: مۆڵەت پشتڕاستکراوە. بەسەر دەچێت لە: %@
de: Lizenz erfolgreich verifiziert. Läuft ab am: %@
es: Licencia verificada. Expira el: %@
it: Licenza verificata con successo. Scade il: %@
ko: 라이선스가 인증되었습니다. 만료일: %@
ru: License key authenticated successfully. Expires on: %@
vi: Xác thực thành công. Hết hạn: %@
zh: 验证成功，有效期至: %@

source: Authentication Successful
ar: تم التحقق بنجاح
ckb: پشتڕاستکردنەوە سەرکەوتوو بوو
de: Authentifizierung erfolgreich
es: Verificación exitosa
it: Autenticazione Completata
ko: 인증 성공
vi: Xác thực thành công
zh: 验证成功

# key_used_on_another_device
source: License is already used on another device.
ar: تم تفعيل الترخيص بالفعل على جهاز آخر
ckb: مۆڵەتەکە لەسەر ئامێرێکی تر چالاک کراوە.
de: Lizenz wird bereits auf einem anderen Gerät verwendet.
es: Licencia usada en otro dispositivo.
it: Licenza già utilizzata su un altro dispositivo.
ko: 다른 기기에서 이미 사용 중입니다.
ru: License already activated on another device
vi: Mã đã được kích hoạt trên thiết bị khác.
zh: 该密钥已在其他设备上激活。

# key_is_in_use_on_another_device
source: This license is active on another device. Please use a different key.
ar: هذا الترخيص مستخدم بالفعل على جهاز آخر. يرجى استخدام مفتاح ترخيص مختلف.
ckb: ئەم مۆڵەتە لە ئامێرێکی تر بەکارهاتووە. تکایە کۆدی تر بەکاربهێنە.
de: Diese Lizenz ist auf einem anderen Gerät aktiv. Bitte verwende einen anderen Schlüssel.
es: Esta licencia está activa en otro dispositivo. Usa otra.
it: Questa licenza è attiva su un altro dispositivo. Usa una chiave diversa.
ko: 이 키는 이미 다른 기기에서 활성화되었습니다.
ru: This license is already in use on another device. Please use a different license key.
vi: Giấy phép này đang dùng trên thiết bị khác.
zh: 此许可正在其他设备上使用。

# email_associated_with_another_key
source: Email is linked to another license.
ar: البريد الإلكتروني مرتبط بالفعل بترخيص آخر
ckb: ئیمەیڵەکە پەیوەستە بە مۆڵەتی تر.
de: E-Mail ist mit einer anderen Lizenz verknüpft.
es: Correo asociado a otra licencia.
it: Email collegata a un’altra licenza.
ko: 이메일이 다른 라이선스와 연결되어 있습니다.
ru: Email already associated with another license
vi: Email đã liên kết với giấy phép khác.
zh: 邮箱已绑定其他许可。

source: Authentication Failed
ar: فشل التحقق
ckb: پشتڕاستکردنەوە سەرکەوتوو نەبوو
de: Authentifizierung fehlgeschlagen
es: Error de verificación
it: Autenticazione Fallita
ko: 인증 실패
vi: Xác thực thất bại
zh: 验证失败

# email_associated_with_defferent_key
source: This email is linked to a different license. Use another email or key.
ar: هذا البريد الإلكتروني مرتبط بالفعل بترخيص مختلف. يرجى استخدام بريد إلكتروني أو مفتاح ترخيص مختلف.
ckb: ئیمەیڵەکە پەیوەستە بە کۆدی تر. تکایە ئیمەیڵ یان کۆدی تر بەکاربهێنە.
de: Diese E-Mail ist mit einer anderen Lizenz verknüpft. Verwende eine andere E-Mail oder einen anderen Schlüssel.
es: Correo vinculado a otra clave. Usa un correo o clave diferente.
it: Questa email è collegata a una licenza diversa. Usa un’altra email o chiave.
ko: 이메일이 다른 키와 연결되어 있습니다.
ru: This email is already associated with a different license. Please use a different email or license key.
vi: Email đã liên kết với mã khác.
zh: 该邮箱已关联不同密钥。

# key_expired
source: License Key Expired
ar: انتهت صلاحية المفتاح
ckb: کۆدەکە بەسەرچووە
de: Lizenzschlüssel abgelaufen
es: Clave expirada
it: Licenza Scaduta
ko: 키 만료됨
ru: Key has expired
vi: Mã đã hết hạn
zh: 密钥已过期

source: License Expired
ar: انتهت صلاحية الترخيص
ckb: مۆڵەت بەسەرچووە
de: Lizenz abgelaufen
es: Licencia expirada
it: Licenza Scaduta
ko: 라이선스 만료됨
vi: Giấy phép hết hạn
zh: 许可已过期

# license_expired_disc
source: Your license has expired. Please renew it.
ar: انتهت صلاحية مفتاح الترخيص الخاص بك. يرجى التجديد.
ckb: مۆڵەتەکەت بەسەرچووە. تکایە نوێی بکەرەوە.
de: Deine Lizenz ist abgelaufen. Bitte verlängere sie.
es: Tu licencia ha expirado. Renuévala.
it: La tua licenza è scaduta. Rinnovala.
ko: 라이선스가 만료되었습니다. 갱신하세요.
ru: Your license key has expired. Please renew.
vi: Giấy phép của bạn đã hết hạn. Hãy gia hạn.
zh: 您的许可已过期，请续订。

source: License Verification Failed
ar: فشل التحقق من الترخيص
ckb: پشتڕاستکردنەوەی مۆڵەت سەرکەوتوو نەبوو
de: Lizenzüberprüfung fehlgeschlagen
es: Fallo en la verificación
it: Verifica Licenza Fallita
ko: 라이선스 인증 실패
vi: Xác minh thất bại
zh: 许可验证失败

source: No Internet
ar: لا يوجد اتصال بالإنترنت
ckb: بێ ئینتەرنێت
de: Kein Internet
es: Sin conexión
it: Nessuna Connessione
ko: 인터넷 연결 없음
vi: Không có Internet
zh: 无网络连接

# no_internet_disc
source: Internet connection required for authentication.
ar: تحتاج إلى اتصال بالإنترنت للتحقق من الصحة.
ckb: پێویستە بە پەیوەندی ئینتەرنێت بۆ پشتڕاستکردنەوە.
de: Für die Authentifizierung ist eine Internetverbindung erforderlich.
es: Se necesita internet para verificar.
it: È richiesta una connessione internet per l’autenticazione.
ko: 인증하려면 인터넷 연결이 필요합니다.
ru: You need an internet connection to authenticate.
vi: Cần kết nối mạng để xác thực.
zh: 需要网络连接以验证许可。

# license_disc
source: The entered license key is not valid.
ar: مفتاح الترخيص الذي أدخلته غير صالح.
ckb: کۆدی مۆڵەت نادروستە.
de: Der eingegebene Lizenzschlüssel ist ungültig.
es: La clave ingresada no es válida.
it: La chiave inserita non è valida.
ko: 입력한 라이선스 키가 유효하지 않습니다.
ru: The license key you entered is not valid.
vi: Mã giấy phép bạn nhập không hợp lệ.
zh: 输入的许可密钥无效。

# kilo_byte
source: %@ %*s %.0f KB
ar: %@ %*s %.0f ك.ب
ckb: %@ %*s %.0f کیلوبایت

# mega_byte
source: %@ %*s %.1f MB
ar: %@ %*s %.1f م.ب
ckb: %@ %*s %.1f مێگابایت
