Repository: iKarwan/YTKillerPlus
Catalog: *.lproj/Localizable.strings
Languages: ar, ckb, de, es, it, ko, ru, vi, zh, zh_tw

# HIDE_LINE_SEPERATOR
source: Hide Line Separators in Library
ar: إخفاء فواصل الخطوط في المكتبة
ckb: شاردنەوەی هێڵە جیاکەرەوەکان لە کتێبخانە
de: Linientrenner in der Bibliothek ausblenden
es: Ocultar líneas divisorias
it: Nascondi Separatori in Libreria
ko: 라인 구분 숨기기
ru: Скрыть разделитель
vi: Ẩn đường phân cách
zh: 隐藏分隔线
zh_tw: 隱藏分割線條(媒體庫)

source: Round All View Corners
ar: تدوير جميع زوايا العرض
ckb: گێڕخستنەوەی هەموو گۆشەکان
de: Alle Ansichtsecken abrunden
es: Redondear esquinas de vistas
it: Arrotonda Tutti gli Angoli
ko: 모서리 둥글게
ru: Закруглись все углы
vi: Bo tròn góc giao diện
zh: 界面圆角化
zh_tw: 柔和圓角介面

source: Disable Dark Mode
ar: تعطيل الوضع الداكن
ckb: ناچالاککردنی دۆخی تاریک
de: Dunkelmodus deaktivieren
es: Desactivar modo oscuro
it: Disabilita Modalità Scura
ko: 다크 모드 비활성화
ru: Запретить темный режим
vi: Tắt chế độ tối
zh: 禁用深色模式
zh_tw: 停用黑暗模式

# HIDE_INCLUDE_PAID_PROMO
source: Hide Paid Promotion Notice
ar: إخفاء تضمين العروض الترويجية المدفوعة
ckb: شاردنەوەی پەیامی پڕۆمۆی پارەدار
de: Hinweis auf bezahlte Promotion ausblenden
es: Ocultar promoción pagada
it: Nascondi Avviso Promozione a Pagamento
ko: 유료 홍보 표시 숨기기
ru: Скрыть «Есть реклама»
vi: Ẩn nhãn 'Có quảng cáo'
zh: 隐藏“包含推广”标签
zh_tw: 去除付費宣傳促銷

# DISABLE_RTL
source: Disable RTL Languages
ar: تعطيل اللغة ذات الاتجاه من اليمين لليسار
ckb: ناچالاککردنی زمانە RTL
de: RTL-Sprachen deaktivieren
es: Desactivar idiomas RTL
it: Disabilita Lingue RTL
ko: RTL 언어 비활성화
ru: Disable RTL language
vi: Tắt ngôn ngữ phải sang trái
zh: 禁用从右到左语言

# OTHERS
source: Home Feed
ar: خلاصة الصفحة الرئيسية
ckb: فیدی ماڵەوە
es: Inicio
it: Feed Home
ko: 홈 피드
ru: Другое
vi: Trang chủ
zh: 主页
zh_tw: 其他

source: Hide Playlist
ar: إخفاء قائمة التشغيل
ckb: شاردنەوەی لیستی پەخش
de: Playlist ausblenden
es: Ocultar listas de reproducción
it: Nascondi Playlist
ko: 재생목록 숨기기
ru: Скрыть плейлисты
vi: Ẩn danh sách phát
zh: 隐藏播放列表
zh_tw: 隱藏播放清單

# PLAYLIST_INFO
source: iPad-style not supported.
ar: نمط iPad غير مدعوم!
ckb: شێوەی iPad-style پشتیوانی ناکات.
de: iPad-Stil nicht unterstützt.
es: No compatible con estilo iPad.
it: Stile iPad non supportato.
ko: iPad 스타일에서는 지원되지 않습니다.
ru: Не поддерживается в режиме iPad
vi: Không hỗ trợ chế độ iPad.
zh: 不支持 iPad 样式。
zh_tw: 不支援仿iPad風格

source: Hide COVID & News
ar: إخفاء أخبار كوفيد
ckb: شاردنەوەی هەواڵی COVID و هەواڵ
de: COVID- & Nachrichten ausblenden
es: Ocultar COVID y noticias
it: Nascondi COVID & Notizie
ko: 코로나/뉴스 숨기기
ru: Скрыть новости
vi: Ẩn tin COVID / Tin tức
zh: 隐藏 COVID / 新闻
zh_tw: 隱藏COVID-19警示

# COVID_NEWS_INFO
source: Removes COVID and news sections from Home feed.
ar: إخفاء أخبار كوفيد في خلاصة الصفحة الرئيسية!
ckb: لابردنی بەشەکانی COVID و هەواڵ لە ماڵەوە.
de: Entfernt COVID- und Nachrichtenbereiche aus dem Home-Feed.
es: Elimina COVID y noticias del inicio.
it: Rimuove sezioni COVID e notizie dal feed Home.
ko: 홈 피드에서 코로나/뉴스 제거.
ru: Скрывает новости и информацию про COVID с главного экрана
vi: Ẩn mục COVID và tin tức trên trang chủ.
zh: 隐藏主页中的疫情和新闻。
zh_tw: 在首頁隱藏COVID-19警示區塊

# HIDE_FILTER_TAGS
source: Hide Topic Filters at Top
ar: إخفاء مرشحات الموضوعات في الأعلى
ckb: شاردنەوەی تاگەکانی سەرەوە
de: Themenfilter oben ausblenden
es: Ocultar filtros superiores
it: Nascondi Filtri Argomenti in Alto
ko: 상단 필터 태그 숨기기
ru: Скрыть тэги
vi: Ẩn thẻ lọc trên đầu
zh: 隐藏顶部过滤标签
zh_tw: 隱藏過濾器標籤(相關內容、直播中、合輯、已觀看等)

source: OK
ar: موافق
ckb: باشە
ko: 확인
ru: ОК
zh: 确定

source: Yes
ar: نعم
ckb: بەڵێ
de: Ja
es: Sí
it: Sì
ko: 예
ru: Да
vi: Có
zh: 是

source: No
ar: لا
ckb: نەخێر
de: Nein
ko: 아니오
ru: Нет
vi: Không
zh: 否

source: Error
ar: خطأ
ckb: هەڵە
de: Fehler
it: Errore
ko: 오류
vi: Lỗi
zh: 错误

# APP_RESTART_REQUIRED
source: Restart YouTube to apply changes.
ar: يلزم إعادة تشغيل تطبيق YouTube لتطبيق التغييرات
ckb: پێویستە YouTube دووبارە بکەیتەوە بۆ جێبەجێکردنی گۆڕانکاریەکان.
de: Starte YouTube neu, um die Änderungen anzuwenden.
es: Reinicia YouTube para aplicar cambios.
it: Riavvia YouTube per applicare le modifiche.
ko: YouTube를 다시 시작해야 적용됩니다.
ru: app restart required
vi: Khởi động lại YouTube để áp dụng thay đổi.
zh: 请重启 YouTube 应用以应用更改。

# FILZA_NOT_INSTALLED_ALERT
source: This app is not installed on your device.
ar: التطبيق غير مثبت على هذا الجهاز.
ckb: ئەم ئەپە لەسەر ئامێرەکەت دامەزرابوو نییە.
de: Diese App ist auf deinem Gerät nicht installiert.
es: La app no está instalada en este dispositivo.
it: Questa app non è installata sul tuo dispositivo.
ko: 앱이 설치되어 있지 않습니다.
ru: The app is not installed on this device.
vi: Ứng dụng chưa được cài đặt.
zh: 此设备未安装 Filza。

# NO_DATA
source: No Downloads
ar: لا توجد تنزيلات
ckb: هیچ داتایەک نییە
de: Keine Downloads
es: Sin descargas
it: Nessun Download
ko: 다운로드 없음
ru: No data available.
vi: Không có dữ liệu tải
zh: 暂无下载

source: Cancel
ar: إلغاء
ckb: پاشگەزبوونەوە
de: Abbrechen
es: Cancelar
it: Annulla
ko: 취소
ru: Отмена
vi: Hủy
zh: 取消
zh_tw: 取消

source: Dismiss
ar: تجاهل
ckb: داخستن
de: Schließen
es: Cerrar
it: Chiudi
ko: 닫기
ru: Скрыть
vi: Đóng
zh: 关闭
zh_tw: 撤銷

source: Deleted
ar: تم الحذف
ckb: سڕایەوە
de: Gelöscht
es: Eliminado
it: Eliminato
ko: 삭제됨
ru: Удалено
vi: Đã xóa
zh: 已删除
zh_tw: 已刪除

source: Saved
ar: تم الحفظ
ckb: پاشەکەوت کرا
de: Gespeichert
es: Guardado
it: Salvato
ko: 저장됨
ru: Сохранено
vi: Đã lưu
zh: 已保存
zh_tw: 已儲存

source: Success
ar: نجاح
ckb: سەرکەوتوو
de: Erfolg
es: Éxito
it: Successo
ko: 완료
ru: Готово
vi: Thành công
zh: 成功
zh_tw: 成功

# VIDEO
source: Download Video
ar: تنزيل الفيديو
ckb: دابەزاندنی ڤیدیۆ
de: Video herunterladen
es: Descargar video
it: Scarica Video
ko: 비디오 다운로드
ru: Видео
vi: Tải video
zh: 下载视频
zh_tw: 影片

# AUDIO
source: Download Audio
ar: تنزيل الصوت
ckb: دابەزاندنی دەنگ
de: Audio herunterladen
es: Descargar audio
it: Scarica Audio
ko: 오디오 다운로드
ru: Аудио
vi: Tải âm thanh
zh: 下载音频
zh_tw: 音訊

source: Rename
ar: إعادة تسمية
ckb: گۆڕینی ناو
de: Umbenennen
es: Renombrar
it: Rinomina
ko: 이름 변경
ru: Переименовать
vi: Đổi tên
zh: 重命名
zh_tw: 重新命名

source: Rename File
ar: إعادة تسمية الملف
ckb: گۆڕینی ناوی پەڕگە
de: Datei umbenennen
es: Renombrar archivo
it: Rinomina File
ko: 파일 이름 변경
vi: Đổi tên tệp
zh: 重命名文件

# RENAME_NEW_NAME
source: Enter a new name for the file:
ar: أدخل الاسم الجديد للملف:
ckb: ناوی نوێ بنووسە:
de: Neuen Namen für die Datei eingeben:
es: Introduce el nuevo nombre:
it: Inserisci un nuovo nome per il file:
ko: 새 이름 입력:
ru: Enter the new name for the file:
vi: Nhập tên mới:
zh: 输入新名称:

# RENAME_PLACEHOLDER
source: Enter new video name
ar: أدخل اسم الفيديو الجديد
ckb: ناوی نوێی ڤیدیۆ بنووسە
de: Neuen Videonamen eingeben
es: Nuevo nombre de video
it: Inserisci nuovo nome video
ko: 새 비디오 이름
vi: Tên video mới
zh: 视频名称

# RENAME_PLACEHOLDER_AUDIO
source: Enter new audio name
ar: أدخل اسم الصوت الجديد
ckb: ناوی نوێی دەنگ بنووسە
de: Neuen Audionamen eingeben
es: Nuevo nombre de audio
it: Inserisci nuovo nome audio
ko: 새 오디오 이름
vi: Tên âm thanh mới
zh: 音频名称

# PLAY
source: Default Player
ar: تشغيل
ckb: پەخشکەری بنەڕەتی
de: Standard-Player
es: Reproductor predeterminado
it: Player Predefinito
ko: 기본 플레이어
ru: Воспроизвести
vi: Trình phát mặc định
zh: 默认播放器
zh_tw: 播放

source: Share
ar: مشاركة
ckb: هاوبەشکردن
de: Teilen
es: Compartir
it: Condividi
ko: 공유
ru: Поделиться
vi: Chia sẻ
zh: 分享
zh_tw: 分享

source: View in Filza
ar: عرض في Filza
ckb: پیشاندن لە Filza
de: In Filza anzeigen
es: Ver en Filza
it: Apri in Filza
ko: Filza에서 보기
ru: Открыть в Filza
vi: Xem trong Filza
zh: 在 Filza 中查看
zh_tw: 在Filza中查看

source: Delete
ar: حذف
ckb: سڕینەوە
de: Löschen
es: Eliminar
it: Elimina
ko: 삭제
ru: Удалить
vi: Xóa
zh: 删除

# MORE_OPTION
source: More Options
ar: خيارات أخرى
ckb: هەڵبژاردەی زیاتر
de: Weitere Optionen
es: Más opciones
it: Altre Opzioni
ko: 추가 옵션
ru: Больше
vi: Tùy chọn khác
zh: 更多选项
zh_tw: 更多選項

# MAIN_OPTION
source: Main Options
ar: الخيارات الرئيسية
ckb: هەڵبژاردەی سەرەکی
de: Hauptoptionen
es: Opciones principales
it: Opzioni Principali
ko: 기본 옵션
vi: Tùy chọn chính
zh: 主要选项

source: Delete All
ar: حذف الكل
ckb: سڕینەوەی هەموو
de: Alle löschen
es: Eliminar todo
it: Elimina Tutto
ko: 전체 삭제
ru: Удалить все
vi: Xóa tất cả
zh: 全部删除
zh_tw: 刪除全部

source: Save Artwork
ar: حفظ العمل الفني
ckb: پاشەکەوتی وێنەی کاور
de: Cover speichern
es: Guardar portada
it: Salva Artwork
ko: 아트워크 저장
ru: Save Artwork/thumbnails
vi: Lưu ảnh bìa
zh: 保存封面

source: Save to Photos
ar: حفظ إلى الصور
ckb: پاشەکەوتکردن بۆ وێنەکان
de: In Fotos speichern
es: Guardar en Fotos
it: Salva in Foto
ko: 사진에 저장
ru: Сохранить в Фото
vi: Lưu vào Ảnh
zh: 保存到相册
zh_tw: 儲存到照片App

# ARE_YOU_SURE
source: Are you sure you want to delete all items?
ar: هل أنت متأكد من أنك تريد حذف جميع العناصر؟
ckb: دڵنیایت کە دەتەوێت هەموو پەڕگەکان بسڕیتەوە؟
de: Möchtest du wirklich alle Elemente löschen?
es: ¿Seguro que deseas eliminar todo?
it: Sei sicuro di voler eliminare tutti gli elementi?
ko: 모든 항목을 삭제하시겠습니까?
ru: Вы уверены?
vi: Bạn có chắc muốn xóa tất cả?
zh: 确定要删除所有内容？
zh_tw: 你確定嗎？

source: Note!
ar: ملاحظة!
ckb: تێبینی!
de: Hinweis!
es: Nota
it: Nota!
ko: 참고
ru: Тут ничего нет
vi: Lưu ý
zh: 提示
zh_tw: Noting!

source: Save Failed!
ar: فشل في الحفظ!
ckb: پاشەکەوت سەرکەوتوو نەبوو!
de: Speichern fehlgeschlagen!
es: Error al guardar
it: Salvataggio Fallito!
ko: 저장 실패!
ru: Не удалось сохранить
vi: Lưu thất bại!
zh: 保存失败！
zh_tw: 儲存失敗！

# SAVE_TO_PHOTOS_FAILED
source: Saving to Photos failed. Grant Photos access to YouTube in Settings.
ar: فشل الحفظ إلى الصور. تأكد من منح تطبيق YouTube الإذن لتطبيق الصور في إعدادات iOS
ckb: پاشەکەوتکردن بۆ وێنەکان سەرکەوتوو نەبوو. ڕێگەی ڕوونی وێنە بدە لە ڕێکخستنەکان.
de: Speichern in Fotos fehlgeschlagen. Erlaube YouTube den Zugriff auf Fotos in den Einstellungen.
es: Error al guardar en Fotos. Da permiso a YouTube en Ajustes.
it: Salvataggio in Foto fallito. Concedi l’accesso a Foto nelle impostazioni di YouTube.
ko: 사진 앱 권한을 확인하세요.
ru: Произошла ошибка при сохранении. Убедитесь, что разрешили YouTube-у доступ к Фото в системных настройках
vi: Hãy cấp quyền truy cập Ảnh cho YouTube.
zh: 请在设置中授权 YouTube 访问“照片”。
zh_tw: 無法儲存到照片 請在設定App中確認是否有給予YouTube照片的取用權限

source: Deleting Video?
ar: حذف الفيديو؟
ckb: سڕینەوەی ڤیدیۆ؟
de: Video löschen?
es: ¿Eliminar video?
it: Eliminare Video?
ko: 비디오 삭제 중?
ru: Удалить видео?
vi: Xóa video?
zh: 删除视频？
zh_tw: 確定要刪除影片嗎？

source: Deleting Audio?
ar: حذف الصوت؟
ckb: سڕینەوەی دەنگ؟
de: Audio löschen?
es: ¿Eliminar audio?
it: Eliminare Audio?
ko: 오디오 삭제 중?
ru: Удалить аудио?
vi: Xóa âm thanh?
zh: 删除音频？
zh_tw: 確定要刪除音訊嗎？

# AUTO_LANGUAGE
source: Auto
ckb: خۆکار
de: Automatisch
es: Automático
ko: 자동
vi: Tự động
zh: 自动

source: Select Language
ckb: زمان هەڵبژێرە
de: Sprache auswählen
es: Seleccionar idioma
it: Seleziona Lingua
ko: 언어 선택
vi: Chọn ngôn ngữ
zh: 选择语言

source: FAQ
ckb: پرسیار و وەڵام
es: Preguntas frecuentes
ko: 자주 묻는 질문
vi: Câu hỏi thường gặp
zh: 常见问题

# action_undone
source: This action cannot be undone!
ar: لا يمكن التراجع عن هذا الإجراء!
ckb: ئەم کردارە ناتوانرێت پاشگەزبکرێتەوە!
de: Diese Aktion kann nicht rückgängig gemacht werden!
es: ¡Esta acción no se puede deshacer!
it: Questa azione non può essere annullata!
ko: 이 작업은 되돌릴 수 없습니다!
vi: Không thể hoàn tác hành động này!
zh: 此操作无法撤销！

# toast_downloading
source: Downloading...
ar: جاري التنزيل...
ckb: دەدابەزێت...
de: Wird heruntergeladen...
es: Descargando...
it: Download in corso...
ko: 다운로드 중...
ru: Загрузка...
vi: Đang tải...
zh: 正在下载...

# toast_downloading_audio
source: Downloading Audio
ar: جارٍ تنزيل الصوت
ckb: دەنگ دەدابەزێت...
de: Audio wird heruntergeladen
es: Descargando audio...
it: Download Audio
ko: 오디오 다운로드 중...
ru: Загрузка аудио
vi: Đang tải âm thanh...
zh: 正在下载音频...

# toast_downloading_video
source: Downloading Video
ar: جارٍ تنزيل الفيديو
ckb: ڤیدیۆ دەدابەزێت...
de: Video wird heruntergeladen
es: Descargando video...
it: Download Video
ko: 비디오 다운로드 중...
ru: Загрузка видео
vi: Đang tải video...
zh: 正在下载视频...

# toast_merging
source: Merging...
ar: جاري الدمج...
ckb: یەکدەکات...
de: Wird zusammengeführt...
es: Combinando...
it: Unione...
ko: 병합 중...
ru: Объединение...
vi: Đang gộp...
zh: 正在合并...

# toast_preparing
source: Preparing... : 0%
ar: جاري التحضير... : 0٪
ckb: ئامادەکردن... : 0%
de: Vorbereitung... : 0%
es: Preparando... : 0%
it: Preparazione... : 0%
ko: 준비 중... : 0%
ru: Подготовка... : 0%
vi: Đang chuẩn bị... : 0%
zh: 准备中... : 0%

# toast_download_cancelled
source: Download Cancelled
ar: تم إلغاء التنزيل
ckb: دابەزاندن هەڵوەشاوە
de: Download abgebrochen
es: Descarga cancelada
it: Download Annullato
ko: 다운로드가 취소되었습니다.
ru: Загрузка отменена
vi: Đã hủy tải xuống.
zh: 下载已取消。

source: ✓ Video Saved - %@
ckb: ✓ ڤیدیۆ پاشەکەوت کرا - %@
de: ✓ Video gespeichert – %@
es: ✓ Video guardado - %@
it: ✓ Video Salvato - %@
ko: ✓ 비디오 저장됨 - %@
vi: ✓ Đã lưu video - %@
zh: ✓ 视频已保存 - %@

source: 🎬 ✓ Video Downloaded: %@
ckb: 🎬 ✓ ڤیدیۆ دابەزێت: %@
de: 🎬 ✓ Video heruntergeladen: %@
es: 🎬 ✓ Video descargado: %@
it: 🎬 ✓ Video Scaricato: %@
ko: 🎬 ✓ 비디오 다운로드됨: %@
vi: 🎬 ✓ Đã tải video: %@
zh: 🎬 ✓ 视频已下载: %@

source: ✓ Audio Saved - %@
ckb: ✓ دەنگ %@ هاتە پاشەکەوتکردن وەک %@
de: ✓ Audio %@ als %@ gespeichert
es: ✓ Audio guardado - %@
it: ✓ Audio %@ salvato come %@
ko: ✓ 오디오 저장됨 - %@
vi: ✓ Đã lưu âm thanh - %@
zh: ✓ 音频已保存 - %@

source: 🎵 ✓ Audio Downloaded: %@
ckb: 🎵 ✓ دەنگ داگیرا (%@)
de: 🎵 ✓ Audio heruntergeladen (%@)
es: 🎵 ✓ Audio descargado: %@
it: 🎵 ✓ Audio scaricato (%@)
ko: 🎵 ✓ 오디오 다운로드됨: %@
vi: 🎵 ✓ Đã tải âm thanh: %@
zh: 🎵 ✓ 音频已下载: %@

source: 🎬 ✓ Shorts Downloaded
ckb: 🎬 ✓ Shorts دابەزێت
de: 🎬 ✓ Shorts heruntergeladen
es: 🎬 ✓ Shorts descargados
it: 🎬 ✓ Shorts Scaricato
ko: 🎬 ✓ Shorts 다운로드됨
vi: 🎬 ✓ Đã tải Shorts
zh: 🎬 ✓ Shorts 已下载

source: 📥 Queued:
ckb: 📥 زیاد کرا بۆ لیست:
de: 📥 Warteschlange:
es: 📥 En cola:
it: 📥 In coda:
ko: 📥 대기열에 추가됨:
vi: 📥 Đã thêm vào hàng đợi:
zh: 📥 已加入队列:

# video_queuad
source: 🎬 📥 Queued:
ckb: 🎬 📥 ڤیدیۆ زیاد کرا بۆ لیست:
de: 🎬 📥 Warteschlange:
es: 🎬 📥 Video en cola:
it: 🎬 📥 In coda Video:
ko: 🎬 📥 비디오 대기열에 추가됨:
vi: 🎬 📥 Video trong hàng đợi:
zh: 🎬 📥 视频已加入队列:

# audio_queuad
source: 🎵 📥 Queued Audio:
ckb: 🎵 📥 دەنگ زیاد کرا بۆ لیست:
de: 🎵 📥 Audio in Warteschlange:
es: 🎵 📥 Audio en cola:
it: 🎵 📥 In coda Audio:
ko: 🎵 📥 오디오 대기열에 추가됨:
vi: 🎵 📥 Âm thanh trong hàng đợi:
zh: 🎵 📥 音频已加入队列:

source: 🔄 Starting: %@
ckb: 🔄 دەست پێدەکات: %@
de: 🔄 Startet: %@
es: 🔄 Iniciando: %@
it: 🔄 Avvio: %@
ko: 🔄 시작 중: %@
vi: 🔄 Bắt đầu: %@
zh: 🔄 开始: %@

# audio_progress
source: 🎵 Audio: %@
ckb: 🎵 دەنگ: %@
ko: 🎵 오디오: %@
vi: 🎵 Âm thanh: %@
zh: 🎵 音频: %@

# video_progress
source: 🎬 Video: %@
ckb: 🎬 ڤیدیۆ: %@
ko: 🎬 비디오: %@
zh: 🎬 视频: %@

# converting
source: ⚙️ Convert: %@
ckb: ⚙️ گۆڕین: %@
de: ⚙️ Konvertieren: %@
es: ⚙️ Convirtiendo: %@
it: ⚙️ Conversione: %@
ko: ⚙️ 변환 중: %@
vi: ⚙️ Đang chuyển đổi: %@
zh: ⚙️ 转换中: %@

# merging
source: ⚙️ Merge: %@
ckb: ⚙️ تێکەڵکردن: %@
de: ⚙️ Zusammenführen: %@
es: ⚙️ Combinando: %@
it: ⚙️ Unione: %@
ko: ⚙️ 병합 중: %@
vi: ⚙️ Đang gộp: %@
zh: ⚙️ 合并中: %@

# download_cancelled
source: ❌ Download canceled: %@
ckb: ❌ دابەزاندن هەڵوەشاوە: %@
de: ❌ Download abgebrochen: %@
es: ❌ Descarga cancelada: %@
it: ❌ Download annullato: %@
ko: ❌ 다운로드 취소됨: %@
vi: ❌ Tải xuống bị hủy: %@
zh: ❌ 下载已取消: %@

# quea_cancelled
source: ❌ Removed from queue
ckb: ❌ لە لیستەکە سڕایەوە
de: ❌ Aus Warteschlange entfernt
es: ❌ Eliminado de la cola
it: ❌ Rimosso dalla coda
ko: ❌ 대기열에서 제거됨
vi: ❌ Đã xóa khỏi hàng đợi
zh: ❌ 已从队列中移除

# cancelled
source: ❌ Canceled: %@
ckb: ❌ هەڵوەشاوە: %@
de: ❌ Abgebrochen: %@
es: ❌ Cancelado: %@
it: ❌ Annullato: %@
ko: ❌ 취소됨: %@
vi: ❌ Đã hủy: %@
zh: ❌ 已取消: %@

source: 🔁 Loop disabled
ckb: 🔁 دووبارەکردنەوە ناچالاک کرا
de: 🔁 Wiederholung deaktiviert
es: 🔁 Bucle desactivado
it: 🔁 Loop disabilitato
ko: 🔁 반복 비활성화됨
vi: 🔁 Lặp lại đã tắt
zh: 🔁 循环已关闭

source: 🔂 Loop enabled
ckb: 🔂 دووبارەکردنەوە چالاک کرا
de: 🔂 Wiederholung aktiviert
es: 🔂 Bucle activado
it: 🔂 Loop abilitato
ko: 🔂 반복 활성화됨
vi: 🔂 Lặp lại đã bật
zh: 🔂 循环已开启

source: Auto-Skip
ckb: پەڕینەوەی خۆکار
de: Auto-Überspringen
es: Salto automático
it: Salto Automatico
ko: 자동 건너뛰기
vi: Tự động bỏ qua
zh: 自动跳过

source: Exit Fullscreen
ckb: چوونە دەر لە پڕشاشە
de: Vollbild verlassen
es: Salir de pantalla completa
it: Esci da Schermo Intero
ko: 전체 화면 종료
vi: Thoát toàn màn hình
zh: 退出全屏

source: Play Next
ar: تشغيل التالي
ckb: پەخشکردنی داهاتوو
de: Als Nächstes abspielen
es: Reproducir siguiente
it: Riproduci Successivo
ko: 다음 재생
ru: Воспроизвести следующее
vi: Phát tiếp theo
zh: 播放下一个

source: Close
ar: اغلاق
ckb: داخستن
de: Schließen
es: Cerrar
it: Chiudi
ko: 닫기
ru: Закрыть
vi: Đóng
zh: 关闭

source: Video Info
ar: معلومات الفيديو
ckb: زانیاریی ڤیدیۆ
es: Información del video
it: Informazioni Video
ko: 비디오 정보
ru: Информация о видео
vi: Thông tin video
zh: 视频信息

source: File Size
ar: حجم الملف
ckb: قەبارەی پەڕگە
de: Dateigröße
es: Tamaño
it: Dimensione File
ko: 파일 크기
ru: Размер файла
vi: Kích thước tệp
zh: 文件大小

source: Duration
ar: المدة
ckb: ماوە
de: Dauer
es: Duración
it: Durata
ko: 재생 시간
ru: Продолжительность
vi: Thời lượng
zh: 时长

source: Dimensions
ar: الأبعاد
ckb: ئەندازە
de: Abmessungen
es: Dimensiones
it: Dimensioni
ko: 해상도
ru: Размеры
vi: Kích thước
zh: 分辨率

source: Bitrate
ar: معدل البت
ckb: بیتڕەیت
es: Tasa de bits
ko: 비트레이트
ru: Битрейт
zh: 比特率

source: Frame Rate
ar: معدل الإطارات
ckb: ڕێژەی فریم
de: Bildrate
es: Fotogramas
ko: 프레임 속도
ru: Частота кадров
vi: Tốc độ khung hình
zh: 帧率

source: Created
ar: تم الإنشاء
ckb: دروستکرا
de: Erstellt
es: Creado
it: Creato il
ko: 생성됨
ru: Создано
vi: Ngày tạo
zh: 创建时间

source: Audio Info
ar: معلومات الصوت
ckb: زانیاریی دەنگ
es: Información de audio
it: Informazioni Audio
ko: 오디오 정보
ru: Информация об аудио
vi: Thông tin âm thanh
zh: 音频信息

source: Format
ar: الصيغة
ckb: فۆرمات
es: Formato
it: Formato
ko: 형식
ru: Формат
vi: Định dạng
zh: 格式

source: Sample Rate
ar: معدل العينة
ckb: ڕێژەی نموونە
de: Abtastrate
es: Frecuencia de muestreo
ko: 샘플 속도
ru: Частота дискретизации
vi: Tần số mẫu
zh: 采样率

source: Channels
ar: القنوات
ckb: چەنەلەکان
de: Kanäle
es: Canales
it: Canali
ko: 채널 수
ru: Каналы
vi: Kênh
zh: 声道数

# year_ago
source: %ld year%@ ago
ar: منذ %ld سنة%@
ckb: %ld ساڵ پێش
de: vor %ld Jahr%@
es: hace %ld año%@
it: %ld anno%@ fa
ko: %ld년 전
vi: %ld năm%@ trước
zh: %ld 年%@前

# month_ago
source: %ld month%@ ago
ar: منذ %ld شهر%@
ckb: %ld مانگ پێش
de: vor %ld Monat%@
es: hace %ld mes%@
it: %ld mese%@ fa
ko: %ld개월 전
vi: %ld tháng%@ trước
zh: %ld 月%@前

# week_ago
source: %ld week%@ ago
ar: منذ %ld أسبوع%@
ckb: %ld هەفتە پێش
de: vor %ld Woche%@
es: hace %ld semana%@
it: %ld settimana%@ fa
ko: %ld주 전
vi: %ld tuần%@ trước
zh: %ld 周%@前

# day_ago
source: %ld day%@ ago
ar: منذ %ld يوم%@
ckb: %ld ڕۆژ پێش
de: vor %ld Tag%@
es: hace %ld día%@
it: %ld giorno%@ fa
ko: %ld일 전
vi: %ld ngày%@ trước
zh: %ld 天%@前

# hour_ago
source: %ld hour%@ ago
ar: منذ %ld ساعة%@
ckb: %ld کاتژمێر پێش
de: vor %ld Stunde%@
es: hace %ld hora%@
it: %ld ora%@ fa
ko: %ld시간 전
vi: %ld giờ%@ trước
zh: %ld 小时%@前

# minute_ago
source: %ld minute%@ ago
ar: منذ %ld دقيقة%@
ckb: %ld خولەک پێش
de: vor %ld Minute%@
es: hace %ld minuto%@
it: %ld minuto%@ fa
ko: %ld분 전
vi: %ld phút%@ trước
zh: %ld 分钟%@前

source: s
ko: 초
zh: 秒

source: Sleep Timer
ckb: كاتژمێری خەو
es: Temporizador de sueño
it: Timer di Spegnimento
ko: 수면 타이머
vi: Hẹn giờ ngủ
zh: 睡眠定时器

# time_calculater
source: %ld min
ckb: %ld خولەك
ko: %ld분
vi: %ld phút
zh: %ld 分钟

# 5_min
source: 5 minutes
ckb: ٥ خولەك
de: 5 Minuten
es: 5 minutos
it: 5 minuti
ko: 5분
vi: 5 phút
zh: 5 分钟

# 10_min
source: 10 minutes
ckb: ١٠ خولەك
de: 10 Minuten
es: 10 minutos
it: 10 minuti
ko: 10분
vi: 10 phút
zh: 10 分钟

# 15_min
source: 15 minutes
ckb: ١٥ خولەك
de: 15 Minuten
es: 15 minutos
it: 15 minuti
ko: 15분
vi: 15 phút
zh: 15 分钟

# 20_min
source: 20 minutes
ckb: ٢٠ خولەك
de: 20 Minuten
es: 20 minutos
it: 20 minuti
ko: 20분
vi: 20 phút
zh: 20 分钟

# 30_min
source: 30 minutes
ckb: ٣٠ خولەك
de: 30 Minuten
es: 30 minutos
it: 30 minuti
ko: 30분
vi: 30 phút
zh: 30 分钟

# 45_min
source: 45 minutes
ckb: ٤٥ خولەك
de: 45 Minuten
es: 45 minutos
it: 45 minuti
ko: 45분
vi: 45 phút
zh: 45 分钟

source: 1 hour
ckb: ١ کاتژمێر
de: 1 Stunde
es: 1 hora
it: 1 ora
ko: 1시간
vi: 1 giờ
zh: 1 小时

source: End of track
ckb: کۆتایی تراک
de: Ende des Titels
es: Fin de la pista
it: Fine traccia
ko: 트랙 종료
vi: Kết thúc bài
zh: 曲目结束

# min_left
source: %ld min left
ckb: %ld خولەك ماوە
de: %ld Min verbleibend
es: %ld min restantes
it: %ld min rimanenti
ko: 남은 시간 %ld분
vi: Còn %ld phút
zh: 剩余 %ld 分钟

# sleep_timer_activated
source: Sleep timer activated - playback paused
ckb: كاتژمێری خەو چالاک کرا - پەخش وەستێنرا
de: Sleep-Timer aktiviert – Wiedergabe pausiert
es: Temporizador de sueño activado - reproducción pausada
it: Timer attivato - riproduzione in pausa
ko: 수면 타이머 활성화됨 - 재생이 일시 중지되었습니다
vi: Đã kích hoạt hẹn giờ ngủ - phát tạm dừng
zh: 睡眠定时器已激活 - 播放已暂停

source: Gestures Control
ckb: کۆنترۆڵی گەشتەکان
de: Gestensteuerung
es: Control por gestos
it: Controllo Gesture
ko: 제스처 컨트롤
vi: Điều khiển cử chỉ
zh: 手势控制

source: Brightness
ckb: ڕووناکی
de: Helligkeit
es: Brillo
it: Luminosità
ko: 밝기
vi: Độ sáng
zh: 亮度

source: Left
ckb: چەپ
de: Links
es: Izquierda
it: Sinistra
ko: 왼쪽
vi: Trái
zh: 左侧

source: Right
ckb: ڕاست
de: Rechts
es: Derecha
it: Destra
ko: 오른쪽
vi: Phải
zh: 右侧

source: Disabled
ckb: ناچالاک
de: Deaktiviert
es: Desactivado
it: Disabilitato
ko: 비활성화됨
vi: Tắt
zh: 已禁用

source: Volume
ckb: دەنگ
de: Lautstärke
es: Volumen
ko: 볼륨
vi: Âm lượng
zh: 音量

source: Hold to Seek
ckb: بگرە بۆ گەڕان
de: Gedrückt halten zum Spulen
es: Mantén para avanzar
it: Tieni premuto per Cercare
ko: 길게 눌러 탐색
vi: Giữ để tua
zh: 长按快进

source: Seek Duration
ckb: ماوەی گەڕان
de: Spuldauer
es: Duración de avance
it: Durata Seek
ko: 탐색 간격
vi: Khoảng tua
zh: 快进时长

# seconds
source: %.0f seconds
ckb: %.0f چرکە
de: %.0f Sekunden
es: %.0f segundos
it: %.0f secondi
ko: %.0f초
vi: %.0f giây
zh: %.0f 秒

# volume_brightness_gesture
source: Volume & Brightness Gestures
ckb: گەشتەی دەنگ و ڕووناکی
de: Lautstärke- & Helligkeitsgesten
es: Gestos de volumen y brillo
it: Gesture Volume & Luminosità
ko: 볼륨/밝기 제스처
vi: Cử chỉ âm lượng & độ sáng
zh: 音量与亮度手势

source: Seek Settings
ckb: ڕێکخستنی گەڕان
de: Spuleinstellungen
es: Ajustes de avance
it: Impostazioni Seek
ko: 탐색 설정
vi: Cài đặt tua
zh: 快进设置

# gestures_config_description
source: Set which side controls brightness and volume. Tips: 1. In portrait mode, swipe down on either side of the player. 2. In fullscreen, swipe from the bottom area due to YouTube’s gesture handling.
ckb: دیاری بکە کام لا دەنگ و ڕووناکی کۆنترۆڵ دەکات. تێبینی: ١. لە دۆخی ڕاستەقینەدا، لە هەردوو لا سوایپ بەخوارەوە بکە. ٢. لە پڕشاشەدا، لە ژێرەوە سوایپ بکە بۆ کارکردنی گەشتەی YouTube.
de: Lege fest, welche Seite Helligkeit und Lautstärke steuert. Tipps: 1. Im Hochformat nach unten auf einer Seite des Players wischen. 2. Im Vollbild vom unteren Bereich wischen, da YouTube Gesten abfängt.
es: Define qué lado controla brillo y volumen. Consejos: 1. En modo vertical, desliza hacia abajo en un lado. 2. En pantalla completa, desliza desde la parte inferior.
it: Imposta quale lato controlla luminosità e volume. Suggerimenti: 1. In verticale, scorri verso il basso su entrambi i lati del player. 2. In fullscreen, scorri dall’area inferiore a causa della gestione gesture di YouTube.
ko: 화면의 어느 쪽이 밝기와 볼륨을 제어할지 설정합니다. 팁: 1. 세로 모드에서는 한쪽 모서리에서 아래로 스와이프. 2. 전체 화면에서는 하단에서 스와이프.
vi: Chọn bên trái hoặc phải của màn hình để điều chỉnh âm lượng và độ sáng. Mẹo: 1. Ở chế độ dọc, vuốt từ góc xuống. 2. Ở chế độ toàn màn hình, vuốt từ dưới lên.
zh: 设置屏幕左右两侧分别控制亮度和音量。 提示: 1. 竖屏模式下从角落下滑。 2. 全屏时从底部滑动。
