Repository: iKarwan/YTKillerPlus
Catalog: *.lproj/Localizable.strings
Languages: ar, ckb, de, es, it, ko, ru, vi, zh, zh_tw

# VIDEO_PLAYER
source: Video Player Options
ar: خيارات مشغل الفيديو
ckb: هەڵبژاردەکانی پەخشکەری ڤیدیۆ
de: Video-Player-Optionen
es: Opciones del reproductor
it: Opzioni Video Player
ko: 비디오 플레이어 옵션
ru: Настройки плеера
vi: Tùy chọn Trình phát Video
zh: 视频播放器设置
zh_tw: 影片播放頁面選項

source: Overlay Options
ar: خيارات الواجهة
ckb: هەڵبژاردەکانی Overlay
de: Overlay-Optionen
es: Opciones de superposición
it: Opzioni Overlay
ko: 오버레이 옵션
ru: Настройки оверлея
vi: Tùy chọn Giao diện Nổi
zh: 界面叠加选项
zh_tw: 影片懸浮控制鈕選項

source: Stream Options
ar: خيارات البث
ckb: هەڵبژاردەکانی پەخش
de: Stream-Optionen
es: Opciones de transmisión
it: Opzioni Streaming
ko: 스트리밍 옵션
ru: Настройки воспроизведения
vi: Tùy chọn Phát Trực Tuyến
zh: 流媒体设置
zh_tw: 影片串流細節選項

source: iPad Options
ar: خيارات iPad
ckb: هەڵبژاردەکانی iPad
de: iPad-Optionen
es: Opciones para iPad
it: Opzioni iPad
ko: iPad 옵션
ru: Настройки iPad
vi: Tùy chọn iPad
zh: iPad 设置
zh_tw: 仿iPad風格選項

# NAVIGATION_BAR
source: Navigation Bar Options
ar: خيارات شريط التنقل
ckb: هەڵبژاردەکانی ڕێنیشاندەر
de: Navigationsleisten-Optionen
es: Barra de navegación
it: Opzioni Barra di Navigazione
ko: 탐색 바 옵션
ru: Настройки панели навигации
vi: Thanh Điều Hướng
zh: 导航栏设置
zh_tw: 頂部導航欄選項

# SHORTS_OPTION
source: Shorts Options
ar: خيارات المقاطع القصيرة
ckb: هەڵبژاردەکانی Shorts
de: Shorts-Optionen
es: Opciones de cortos
it: Opzioni Shorts
ko: 쇼츠 옵션
ru: Настройки Shorts
vi: Tùy chọn Shorts
zh: Shorts 设置
zh_tw: Shorts選項

# DOWNLOAD_OPTIONS
source: Extra Download Options
ar: خيارات التنزيل الإضافية
ckb: هەڵبژاردەکانی دابەزاندن
de: Zusätzliche Download-Optionen
es: Opciones de descarga extra
it: Opzioni Download Extra
ko: 추가 다운로드 옵션
ru: Настройки загрузок
vi: Tùy chọn Tải Xuống Bổ Sung
zh: 下载扩展选项
zh_tw: 下載功能選項

source: Tab Bar Options
ar: خيارات شريط التبويب
ckb: هەڵبژاردەکانی تاب
de: Tab-Leisten-Optionen
es: Opciones de barra de pestañas
it: Opzioni Tab Bar
ko: 탭 바 옵션
ru: Настройки панели вкладок
vi: Tùy chọn Thanh Tab
zh: 标签栏设置
zh_tw: 底部標籤欄選項

source: Miscellaneous
ar: متفرقات
ckb: گشتی
de: Verschiedenes
es: General
it: Varie
ko: 일반
ru: Другое
vi: Khác
zh: 其他
zh_tw: 其他功能

source: OLED Dark Mode
ar: الوضع الداكن OLED
ckb: شێوەی تاریکی OLED
de: OLED-Dunkelmodus
es: Modo oscuro OLED
it: Modalità Scura OLED
ko: OLED 다크 모드
ru: Темный режим для OLED
vi: Chế độ tối OLED
zh: OLED 深色模式
zh_tw: OLED黑暗介面模式

source: Play in Background
ar: التشغيل في الخلفية
ckb: پەخش لە پشتەوە
de: Im Hintergrund abspielen
es: Reproducir en segundo plano
it: Riproduci in Background
ko: 백그라운드 재생
ru: Фоновое воспроизведение
vi: Phát trong nền
zh: 后台播放
zh_tw: 背景播放

# NO_ADVERTISMENT
source: Remove Advertisements
ar: بدون إعلانات
ckb: لابردنی ڕیکلام
de: Werbung entfernen
es: Sin anuncios
it: Rimuovi Pubblicità
ko: 광고 없음
ru: Убрать рекламу
vi: Không quảng cáo
zh: 无广告
zh_tw: 去除廣告

# NO_AGE_RESTRICTION
source: Bypass Age Restriction
ar: بدون قيود العمر
ckb: لابردنی سنورە سنییەکان
de: Altersbeschränkung umgehen
es: Sin restricción de edad
it: Bypass Restrizione Età
ko: 연령 제한 해제
ru: Отключить возрастные ограничения
vi: Không giới hạn tuổi
zh: 无年龄限制
zh_tw: 去除年齡限制

# HIDE_YT_SHORTS
source: Hide Shorts from Feed
ar: إخفاء المقاطع القصيرة في الخلاصات
ckb: شاردنەوەی Shorts لە فید
de: Shorts aus dem Feed ausblenden
es: Ocultar cortos del feed
it: Nascondi Shorts dal Feed
ko: 피드에서 쇼츠 숨기기
ru: Скрыть Shorts
vi: Ẩn Shorts khỏi nguồn cấp
zh: 隐藏 Shorts
zh_tw: 隱藏YT Shorts

source: Disable Captions
ar: تعطيل الترجمة
ckb: ناچالاککردنی نووسراوەکان
de: Untertitel deaktivieren
es: Desactivar subtítulos
it: Disabilita Sottotitoli
ko: 자막 비활성화
ru: Отключить субтитры
vi: Tắt phụ đề
zh: 禁用字幕
zh_tw: 停用字幕功能

# VIDEO_PLAYER_SECTION
source: Video Player
ar: مشغل الفيديو
ckb: پەخشکەری ڤیدیۆ
es: Reproductor de video
ko: 비디오 플레이어
ru: Видеоплеер
vi: Trình phát video
zh: 视频播放器
zh_tw: 影片播放頁面

# HIDE_SUGGESTED_VIDEO
source: Hide Suggested Videos
ar: إخفاء الفيديو المقترح
ckb: شاردنەوەی ڤیدیۆی پێشنیارکراو
de: Vorgeschlagene Videos ausblenden
es: Ocultar videos sugeridos
it: Nascondi Video Consigliati
ko: 추천 비디오 숨기기
ru: Скрыть рекомендации
vi: Ẩn video gợi ý
zh: 隐藏推荐视频
zh_tw: 隱藏推薦影片

source: Comments
ar: التعليقات
ckb: سەرنجەکان
de: Kommentare
es: Comentarios
it: Commenti
ko: 댓글
ru: Комментарии
vi: Bình luận
zh: 评论
zh_tw: 留言區

source: Hide Comments
ar: إخفاء التعليقات
ckb: شاردنەوەی سەرنجەکان
de: Kommentare ausblenden
es: Ocultar comentarios
it: Nascondi Commenti
ko: 댓글 숨기기
ru: Скрыть комментарии
vi: Ẩn bình luận
zh: 隐藏评论
zh_tw: 隱藏留言區

# HIDE_COMMENTS_PREVIEW
source: Hide Comment Previews
ar: إخفاء معاينة التعليقات
ckb: شاردنەوەی پێشبینینی سەرنج
de: Kommentarvorschau ausblenden
es: Ocultar vista previa de comentarios
it: Nascondi Anteprima Commenti
ko: 댓글 미리보기 숨기기
ru: Скрыть предпросмотр комментариев
vi: Ẩn xem trước bình luận
zh: 隐藏评论预览
zh_tw: 隱藏熱門留言預覽

# HIDE_COMMENTS_PREVIEW_INFO
source: Removes spoiler comments.
ar: لا مزيد من التعليقات المفسدة!
ckb: لابردنی سەرنجەکانی سپۆیلەر.
de: Entfernt Spoiler-Kommentare.
es: Evita spoilers en los comentarios.
it: Rimuove commenti spoiler.
ko: 스포일러 댓글 방지.
ru: Скрывает секцию с популярным комментарием
vi: Không còn bình luận tiết lộ nội dung!
zh: 避免剧透评论。
zh_tw: 用來避免暴雷仔！！

# HIDE_COMMENTS_GUIDLINES
source: Hide Comment Guidelines
ar: إخفاء إرشادات التعليقات
ckb: شاردنەوەی ڕێنمایی سەرنج
de: Kommentar-Richtlinien ausblenden
es: Ocultar reglas de comentarios
it: Nascondi Linee Guida Commenti
ko: 댓글 가이드 숨기기
ru: Скрыть гайдлайны
vi: Ẩn hướng dẫn bình luận
zh: 隐藏评论指南
zh_tw: 隱藏留言區社群規範提醒

# HIDE_COMMUNITY_TEXT_INFO
source: Hide community text at the top.
ar: إخفاء إرشادات المجتمع في الأعلى!
ckb: شاردنەوەی نووسینی کۆمەڵگە لەسەرەوە.
de: Community-Text oben ausblenden.
es: Ocultar texto de comunidad superior.
it: Nascondi il testo della community in alto.
ko: 상단 커뮤니티 문구 숨기기.
ru: Скрывает секцию следования правилам сообщества
vi: Ẩn văn bản cộng đồng ở đầu.
zh: 隐藏顶部社区文字。
zh_tw: 讓你發布留言時可以不用尊重他人(誤

# OVERLAY_SECTION
source: Overlay
ar: الواجهة
es: Superposición
ko: 오버레이
ru: Оверлей
vi: Lớp phủ
zh: 播放界面
zh_tw: 影片懸浮控制鈕

source: Show Status Bar in Overlay
ar: إظهار شريط الحالة في الواجهة
ckb: پیشاندانی بارەی دۆخ لە Overlay
de: Statusleiste im Overlay anzeigen
es: Mostrar barra de estado
it: Mostra Barra di Stato in Overlay
ko: 상태 표시줄 표시
ru: Отображать статус-бар в оверлее
vi: Hiển thị thanh trạng thái trong lớp phủ
zh: 显示状态栏
zh_tw: 懸浮顯示狀態欄

# SHOW_STATUS_BAR_IN_OVERLAY_INFO
source: Not supported on notch devices or iPad style.
ar: الأجهزة ذات النتوء وأسلوب iPad غير مدعومة!
ckb: لەسەر ئامێرەکانی notch یان iPad-style کارناکات.
de: Nicht unterstützt auf Geräten mit Notch oder iPad-Stil.
es: No disponible en dispositivos con notch o iPad.
it: Non supportato sui dispositivi con notch o stile iPad.
ko: 노치 기기와 iPad는 지원되지 않습니다.
ru: Не поддерживается в режиме iPad и на экранах с вырезом
vi: Thiết bị có notch & iPad không được hỗ trợ!
zh: 不支持刘海设备和iPad风格
zh_tw: 不支援瀏海機種與仿iPad風格

source: Disable Double Tap
ar: تعطيل النقر المزدوج
ckb: قەدەغەکردنی دوو کرتە
de: Doppeltippen deaktivieren
es: Desactivar doble toque
it: Disabilita Doppio Tocco
ko: 더블 탭 비활성화
ru: Отключить двойной тап
vi: Tắt nhấn đúp màn hình
zh: 禁用双击
zh_tw: 停用點兩下

source: Disable Continue Watching
ar: تعطيل الاستمرار في المشاهدة
ckb: قەدەغەکردنی بەردەوامبوون لە تماشا
de: „Weiter ansehen“ deaktivieren
es: Desactivar continuar viendo
it: Disabilita Continua a Guardare
ko: 계속 시청 비활성화
ru: Отключить «Продолжить просмотр»
vi: Tắt thông báo 'Video đã tạm dừng. Tiếp tục xem?'
zh: 禁用继续观看
zh_tw: 停用「您是否還在觀看？」提示

# DISABLE_CONTINUE_WATCHING_INFO
source: Appears when watching long videos.
ar: يظهر عندما تشاهد فيديو طويل جدًا.
ckb: پیشان دەدرێت کاتێک ڤیدیۆی درێژ دەبینیت.
de: Erscheint beim Ansehen langer Videos.
es: Aparece en videos muy largos.
it: Appare durante la visione di video lunghi.
ko: 긴 비디오에서 표시됨.
ru: Данное сообщение всплывает при повторном открытии длинного видео
vi: Xuất hiện khi bạn không hoạt động hoặc tương tác trong một khoảng thời gian xem video.
zh: 当观看长视频时出现的提示
zh_tw: 出現於長時間持續播放影片時的提示

# HIDE_OVERLAY_QUICK_ACTION
source: Hide Quick Actions
ar: إخفاء الإجراء السريع في الواجهة
ckb: شاردنەوەی کردارە خێراکان
de: Schnellaktionen ausblenden
es: Ocultar acciones rápidas
it: Nascondi Azioni Rapide
ko: 빠른 동작 숨기기
ru: Скрыть ярлыки с оверлея
vi: Ẩn lớp phủ hành động nhanh
zh: 隐藏快速操作
zh_tw: 隱藏橫向模式下底部的懸浮快速按鈕

# HIDE_PLAYERBAR_WAVE
source: Hide Timeline Waves
ar: إخفاء الموجات خلف المخطط الزمني
ckb: شاردنەوەی موجی ڕێکەوتەکانی ڤیدیۆ
de: Zeitlinien-Wellen ausblenden
es: Ocultar ondas del progreso
it: Nascondi Onde Timeline
ko: 타임라인 파형 숨기기
ru: Скрыть волну популярности
vi: Ẩn đường gợn sóng sau dòng thời gian
zh: 隐藏时间线后的热图
zh_tw: 隱藏時間軸後方波浪

# HIDE_PLAYERBAR_WAVE_INFO
source: Hides viewed heatmap on the timeline.
ar: إخفاء خريطة الحرارة المعروضة أثناء التمرير على المخطط الزمني
ckb: لابردنی نیشانی بینراوی لەسەر ڕێکەوتەکە.
de: Blendet die Heatmap auf der Timeline aus.
es: Oculta el mapa de calor en la línea de tiempo.
it: Nasconde la mappa di visualizzazione sulla timeline.
ko: 시청 구간 시각화 숨기기.
ru: Скрывает волны популярных моментов при перемотке ползунком
vi: Ẩn biểu đồ nhiệt về lượt phát khi cuộn trên dòng thời gian
zh: 在时间线上滚动时隐藏已查看的热图
zh_tw: 隱藏時間軸背後的瀏覽熱圖

source: Swipe to Hide Panel
ar: التمرير لإخفاء العرض الشامل
ckb: سوایپ بۆ شاردنەوەی پەیج
de: Wischen zum Ausblenden des Panels
es: Deslizar para ocultar panel
it: Swipe per Nascondere Pannello
ko: 패널 숨기기 스와이프
ru: Скрыть панель свайпом
vi: Vuốt để ẩn bảng điều khiển
zh: 滑动隐藏评论区

# SWIPE_TO_HIDE_PANEL_INFO
source: Swipe left to right on fullscreen panel.
ar: التمرير من اليسار إلى اليمين في وضع الشاشة الكاملة
ckb: لە پڕشاشەدا لە چەپ بۆ ڕاست بکە بۆ شاردنەوە.
de: Wische im Vollbild von links nach rechts.
es: Desliza de izquierda a derecha en pantalla completa.
it: Swipe da sinistra a destra nel pannello fullscreen.
ko: 전체 화면에서 왼쪽 → 오른쪽으로 스와이프.
ru: Скрывает панель с описанием в полноэкранном режиме, если свайпнуть слева направо
vi: Vuốt từ trái sang phải để xem toàn màn hình
zh: 横屏模式在评论区域上“左——>右”滑动来隐藏评论区

source: Disable Pinch to Zoom
ar: تعطيل التكبير/التصغير
ckb: قەدەغەکردنی Zoom بە قپاندن
de: Ziehen zum Zoomen deaktivieren
es: Desactivar pellizcar para hacer zoom
it: Disabilita Pinch to Zoom
ko: 줌 제스처 비활성화
ru: Отключить щипок для масштабирования
vi: Tắt chạm để thu phóng
zh: 禁用捏合缩放

# MEDIA_CONTROLLER
source: Overlay Controller
ar: وحدة التحكم في الواجهة
ckb: کۆنترۆڵەکانی Overlay
de: Overlay-Steuerung
es: Controles de reproducción
it: Controllo Overlay
ko: 미디어 컨트롤러
ru: Управление плеером
vi: Lớp phủ bộ điều khiển video
zh: 媒体控制器
zh_tw: 媒體控制器

# SHOW_OVERLAY_CONTROLLER_SMART
source: Always Show Play/Pause Button
ar: عرض زر التشغيل/الإيقاف مؤقتًا دائمًا
ckb: هەمیشە پیشاندانی دوگمەی پەخش/وەستان
de: Play/Pause-Taste immer anzeigen
es: Mostrar botón Reproducir/Pausar siempre
it: Mostra Sempre Pulsante Play/Pausa
ko: 항상 재생/일시정지 표시
ru: Отображать умное управление оверлеем
vi: Luôn hiển thị Nút Phát/Tạm dừng
zh: 始终显示播放/暂停按钮
zh_tw: 保持顯示播放/暫停按鈕

# SHOW_MEDIA_CONTROLLER
source: Always Show All Controls
ar: عرض جميع وحدات التحكم في الواجهة دائمًا
ckb: پیشاندانی هەموو کۆنترۆڵەکان
de: Alle Steuerelemente immer anzeigen
es: Mostrar todos los controles siempre
it: Mostra Sempre Tutti i Controlli
ko: 항상 모든 컨트롤 표시
ru: Отображать кнопки управления плеером
vi: Luôn hiển thị tất cả bộ điều khiển của lớp phủ
zh: 始终显示所有控制器
zh_tw: 保持顯示所有媒體控制器

source: Hide Dark Overlay Background
ar: إخفاء خلفية الواجهة الداكنة
ckb: شاردنەوەی پشتەوەی تاریک
de: Dunklen Overlay-Hintergrund ausblenden
es: Ocultar fondo oscuro
it: Nascondi Sfondo Scuro Overlay
ko: 어두운 배경 숨기기
ru: Скрыть темный фон оверлея
vi: Ẩn nền tối của lớp phủ
zh: 隐藏深色叠加背景
zh_tw: 隱藏觸發懸浮時的黑色背景

# KEEP_CAPTION_ON
source: Keep Captions On
ar: استمرار عرض الترجمة
ckb: هەمیشە نووسراوەکان چالاک بەهێڵە
de: Untertitel aktiviert lassen
es: Mantener subtítulos activos
it: Mantieni Sottotitoli Attivi
ko: 자막 유지
ru: Не скрывать название
vi: Bật phụ đề
zh: 保持字幕开启
zh_tw: 保持字幕功能開啟

# KEEP_CAPTION_ON_INFO
source: Auto-enable captions when playing videos.
ar: عرض الترجمة تلقائيًا عند تشغيل الفيديوهات
ckb: نووسراوەکان بە شێوەی خۆکار پێشاندەدرێن.
de: Aktiviert Untertitel automatisch beim Abspielen.
es: Muestra subtítulos automáticamente al reproducir.
it: Abilita automaticamente i sottotitoli durante la riproduzione.
ko: 비디오 재생 시 자동으로 자막 표시.
ru: Отображает название видео при его воспроизведении
vi: Tự động hiển thị phụ đề khi phát video
zh: 播放视频时自动显示字幕
zh_tw: 播放影片時自動顯示字幕

# PREVIUOS_AND_NEXT_BUTTON
source: Previous & Next Buttons
ar: زر السابق والتالي
ckb: دوگمەی پێشووتر و داهاتوو
de: Zurück- & Weiter-Tasten
es: Botones anterior y siguiente
it: Pulsanti Precedente & Successivo
ko: 이전/다음 버튼
ru: Кнопки «След.» и «Пред.»
vi: Nút trước và Nút tiếp theo
zh: 上一个和下一个按钮
zh_tw: 上一部和下一部影片按鈕

# DISABLE_PREVIUOS_AND_NEXT_BUTTON
source: Disable Previous & Next
ar: تعطيل زر السابق والتالي
ckb: ناچالاککردنی پێشووتر و داهاتوو
de: Zurück & Weiter deaktivieren
es: Desactivar botones anterior/siguiente
it: Disabilita Precedente & Successivo
ko: 이전/다음 버튼 비활성화
ru: Скрыть кнопки «След.» и «Пред.» в плеере
vi: Tắt nút Trước và Tiếp theo
zh: 禁用上一个和下一个按钮
zh_tw: 停用上、下部影片按鈕功能

# PREVIUOS_AND_NEXT_BUTTON_PADDING
source: Compact Previous & Next
ar: ضغط زر السابق والتالي
ckb: دوگمەی پێشووتر و داهاتوو بچووکبکە
de: Kompakte Zurück- & Weiter-Tasten
es: Compactar botones
it: Compatta Precedente & Successivo
ko: 버튼 간격 축소
ru: Скрыть кнопки «След.» и «Пред.» в плейлистах
vi: Thu gọn nút Trước và Tiếp theo
zh: 压缩上一个和下一个按钮间距
zh_tw: 縮短上下部影片按鈕間距

# PLAYER_BAR_NEXT_BUTTON
source: Add Next Button Near Time Codes
ar: إضافة زر التالي بجانب رموز الوقت
ckb: زیادکردنی دوگمەی داهاتوو لە نزیک کاتی ڤیدیۆ
de: Weiter-Taste neben Zeitcodes hinzufügen
es: Agregar botón siguiente junto al tiempo
it: Aggiungi Pulsante Successivo Vicino ai Codici Tempo
ko: 시간 옆에 다음 버튼 추가
ru: Кнопки мини-плеера
vi: Thêm một nút Tiếp theo bên cạnh dấu thời gian
zh: 在时间码旁边添加下一个按钮
zh_tw: 時間軸右側新增下一部影片按鈕

# HIDE_PREVIUOS_AND_NEXT_BUTTON
source: Hide Previous & Next
ar: إخفاء زر السابق والتالي
ckb: شاردنەوەی پێشووتر و داهاتوو
de: Zurück- & Weiter-Tasten ausblenden
es: Ocultar botones anterior/siguiente
it: Nascondi Precedente & Successivo
ko: 이전/다음 버튼 숨기기
ru: Скрыть «След.» и «Пред.» в мини-плеере
vi: Ẩn nút Trước và Tiếp theo
zh: 隐藏上一个和下一个按钮
zh_tw: 隱藏上、下部影片按鈕

# HIDE_BACK_BUTTON_SHADOW
source: Hide Button Shadow
ar: إخفاء ظل زر السابق والتالي
ckb: شاردنەوەی سێبەری دوگمەکان
de: Schattierung der Zurück-Taste ausblenden
es: Ocultar sombra de botones
it: Nascondi Ombra Pulsanti
ko: 버튼 그림자 숨기기
ru: Скрыть тень кнопки «Назад»
vi: Ẩn nền đen nút Trước và Tiếp theo
zh: 隐藏上一个和下一个按钮阴影
zh_tw: 隱藏上、下部影片按鈕陰影

# REPLACE_PREVIUOS_AND_NEXT_BUTTON
source: Replace with Forward/Rewind
ar: استبدال زر السابق والتالي
ckb: گۆڕینیان بە دوگمەی پێشەوە/پاشەوە
de: Durch Vor-/Zurückspulen ersetzen
es: Reemplazar con avanzar/retroceder
it: Sostituisci con Avanti/Indietro Rapido
ko: 앞/뒤 이동으로 교체
ru: Кнопки перемотки вместо «След.» и «Пред.»
vi: Thay thế nút Trước và Tiếp theo
zh: 替换上一个和下一个按钮
zh_tw: 取代上、下部影片按鈕

# REPLACE_PREVIUOS_AND_NEXT_BUTTON_INFO
source: Replaces buttons with fast forward and rewind.
ar: استبداله بزر التقديم والإرجاع!
ckb: دوگمەکان دەگۆڕێت بە خێرابەڕەوە و گەڕانەوەی خێرا.
de: Ersetzt die Tasten durch schnelles Vor- und Zurückspulen.
es: Reemplaza los botones por avanzar y retroceder.
it: Sostituisce i pulsanti con avanzamento e riavvolgimento veloce.
ko: 앞/뒤로 감기 버튼으로 대체.
ru: Заменяет переключатели «След.» и «Пред.» на перемотку видео на 10 сек.
vi: Thay thế bằng nút Tua đi và Tua lại!
zh: 替换为快进和快退按钮
zh_tw: 以快轉、倒轉x秒按鈕取代

source: Hide Items
ar: إخفاء العناصر
ckb: شاردنەوەی تەنیشتەکان
de: Elemente ausblenden
es: Ocultar elementos
it: Nascondi Elementi
ko: 항목 숨기기
ru: Управление элементами плеера
vi: Ẩn các mục/công cụ
zh: 隐藏项目
zh_tw: 隱藏懸浮項目

source: Hide Volume Bar
ar: إخفاء شريط الصوت
ckb: شاردنەوەی هێڵی دەنگ
de: Lautstärkebalken ausblenden
es: Ocultar barra de volumen
it: Nascondi Barra Volume
ko: 볼륨 표시줄 숨기기
ru: Скрыть панель громкости
vi: Ẩn thanh âm lượng
zh: 隐藏音量条
zh_tw: 隱藏音量指示器

# HIDE_VOLUME_BAR_INFO
source: Hides the white volume bar in landscape mode.
ar: إخفاء شريط الصوت الأبيض في وضع العرض الأفقي
ckb: هێڵی سپی دەنگ لە شاشەی پارچە شاردەوە.
de: Blendet den weißen Lautstärkebalken im Querformat aus.
es: Oculta la barra blanca en modo horizontal.
it: Nasconde la barra bianca del volume in modalità landscape.
ko: 가로 모드에서 흰 볼륨바 숨기기.
ru: Скрывает белую панель громкости в ландшафтном режиме
vi: Ẩn thanh âm lượng màu trắng trong chế độ ngang
zh: 横屏模式隐藏白色音量条
zh_tw: 隱藏橫向模式時YouTube的原生白色音量條

source: Hide Info Card
ar: إخفاء بطاقة المعلومات
ckb: شاردنەوەی کارتەی زانیاری
de: Infokarte ausblenden
es: Ocultar tarjeta de información
it: Nascondi Scheda Info
ko: 정보 카드 숨기기
ru: Скрыть подсказки
vi: Ẩn thẻ thông tin
zh: 隐藏信息卡
zh_tw: 隱藏資訊卡

source: Hide Watermark
ar: إخفاء العلامة المائية
ckb: شاردنەوەی نیشانی YouTube
de: Wasserzeichen ausblenden
es: Ocultar marca de agua
it: Nascondi Watermark
ko: 워터마크 숨기기
ru: Скрыть ватермарки
vi: Ẩn Watermark
zh: 隐藏水印
zh_tw: 隱藏浮水印

source: Hide Autoplay Button
ar: إخفاء زر التشغيل التلقائي
ckb: شاردنەوەی دوگمەی پەخشە خۆکارانە
de: Autoplay-Taste ausblenden
es: Ocultar botón de reproducción automática
it: Nascondi Pulsante Autoplay
ko: 자동 재생 버튼 숨기기
ru: Скрыть «Автовоспроизведение»
vi: Ẩn nút tự động phát
zh: 隐藏自动播放按钮
zh_tw: 隱藏自動播放按鈕

source: Hide Captions Button
ar: إخفاء زر الترجمة
ckb: شاردنەوەی دوگمەی نووسراوەکان
de: Untertitel-Taste ausblenden
es: Ocultar botón de subtítulos
it: Nascondi Pulsante Sottotitoli
ko: 자막 버튼 숨기기
ru: Скрыть кнопку «Субтитры»
vi: Ẩn nút phụ đề
zh: 隐藏字幕按钮
zh_tw: 隱藏字幕按鈕

# HIDE_PLAY_PUASE
source: Hide Play/Pause
ar: إخفاء زر التشغيل/الإيقاف المؤقت
ckb: شاردنەوەی پەخش/وەستان
de: Play/Pause ausblenden
es: Ocultar Reproducir/Pausar
it: Nascondi Play/Pausa
ko: 재생/일시정지 숨기기
ru: Скрыть кнопку «Паузы/Воспроизведение»
vi: Ẩn Phát/Tạm dừng
zh: 隐藏播放/暂停按钮
zh_tw: 隱藏播放/暫停按鈕

source: Hide More/Gear Icon
ar: إخفاء أيقونة المزيد/الترس
ckb: شاردنەوەی دوگمەی زیادە/ڕێکخستن
de: Mehr-/Zahnrad-Symbol ausblenden
es: Ocultar icono de ajustes
it: Nascondi Icona Altro/Impostazioni
ko: 설정 아이콘 숨기기
ru: Скрыть кнопку «Еще» (Шестеренка)
vi: Ẩn biểu tượng bánh răng
zh: 隐藏更多/齿轮图标
zh_tw: 隱藏齒輪按鈕

# HIDE_CHAT_BUTTON_IN_STREAM
source: Hide Stream Chat Button
ar: إخفاء زر الدردشة في البث
ckb: شاردنەوەی دوگمەی چات لە پەخشی ڕاستەوخۆ
de: Chat-Taste im Stream ausblenden
es: Ocultar chat en transmisión
it: Nascondi Pulsante Chat Stream
ko: 스트리밍 채팅 버튼 숨기기
ru: Скрыть кнопку чата в эфирах
vi: Ẩn nút trò chuyện trong luồng phát
zh: 直播中隐藏聊天按钮
zh_tw: 隱藏直播中的聊天室按鈕

source: Hide Cast Button
ar: إخفاء زر الإرسال
ckb: شاردنەوەی دوگمەی Cast
de: Cast-Taste ausblenden
es: Ocultar botón de transmitir
it: Nascondi Pulsante Cast
ko: 캐스트 버튼 숨기기
ru: Скрыть кнопку трансляции
vi: Ẩn nút truyền phát (Cast)
zh: 隐藏投射按钮
zh_tw: 隱藏投放按鈕

source: Hide Endscreen Videos
ar: إخفاء فيديوهات شاشة النهاية
ckb: شاردنەوەی ڤیدیۆی کۆتایی
de: Endbildschirm-Videos ausblenden
es: Ocultar videos finales
it: Nascondi Video alla Fine
ko: 엔드스크린 비디오 숨기기
ru: Скрыть рекомендации в конце видео
vi: Ẩn màn hình kết thúc video
zh: 隐藏片尾推荐视频
zh_tw: 隱藏片尾的超連結影片

source: Hide Related Videos
ar: إخفاء الفيديوهات ذات الصلة
ckb: شاردنەوەی ڤیدیۆی پەیوەندیدار
de: Ähnliche Videos ausblenden
es: Ocultar videos relacionados
it: Nascondi Video Correlati
ko: 관련 비디오 숨기기
ru: Скрыть похожие видео
vi: Ẩn các video có liên quan
zh: 隐藏相关视频
zh_tw: 隱藏相關影片

# HIDE_LANDSCAPE_COMMENTS
source: Disable Landscape Comments
ar: تعطيل قسم التعليقات في العرض الأفقي
ckb: ناچالاککردنی سەرنجەکان لە شاشەی پارچە
de: Kommentare im Querformat deaktivieren
es: Desactivar comentarios en horizontal
it: Disabilita Commenti in Landscape
ko: 가로 모드 댓글 비활성화
ru: Скрыть комменты в ландшафтном режиме
vi: Tắt phát bình luận trực tiếp
zh: 禁用横屏评论
zh_tw: 隱藏橫向模式留言區

# HIDE_LANDSCAPE_COMMENTS_INFO
source: Disables comment section entirely in landscape.
ar: سيتم تعطيل قسم التعليقات بالكامل في العرض الأفقي
ckb: بەشی سەرنج بە تەواوی لە دۆخی پارچە ناچالاک دەبێت.
de: Deaktiviert den Kommentarbereich vollständig im Querformat.
es: Desactiva completamente los comentarios en horizontal.
it: Disabilita completamente i commenti in modalità landscape.
ko: 가로 모드에서 댓글이 완전히 비활성화됩니다.
ru: Скрывает отображение комментариев в полноэкранном режиме
vi: Phần bình luận sẽ bị tắt hoàn toàn trong livestream
zh: 横屏模式的评论部分将被完全禁用
zh_tw: 隱藏轉橫向模式時自動展開的留言區(橫向時的手動開啟也會失效)

# SHOW_PROGRESS_BAR
source: Keep Progress Bar Visible
ar: استمرار عرض شريط التقدم في العرض الأفقي
ckb: هێڵی پێشکەوتن هەمیشە پیشان بدە
de: Fortschrittsleiste sichtbar halten
es: Mantener barra de progreso visible
it: Mantieni Barra di Progresso Visibile
ko: 진행 막대 표시 유지
ru: Отображать прогресс-бар
vi: Tiếp tục hiển thị thanh tiến trình trong livestream
zh: 横屏一直显示进度条
zh_tw: 在橫向模式保持顯示時間軸/進度條

# SHOW_PROGRESS_BAR_INFO
source: Disables swipe for related videos.
ar: سيتم تعطيل التمرير لإظهار الفيديوهات ذات الصلة
ckb: سوایپ بۆ ڤیدیۆی پەیوەندیدار ناچالاک دەبێت.
de: Deaktiviert das Wischen für verwandte Videos.
es: Desactiva el gesto de videos relacionados.
it: Disabilita swipe per video correlati.
ko: 관련 비디오 스와이프 비활성화.
ru: Будет всегда отображать прогресс-бар в ландшафтном режиме
vi: Vô hiệu hoá vuốt để hiển thị các video liên quan
zh: 滑动显示相关视频将被禁用
zh_tw: 上滑顯示相關影片將會失效

# LEGACY_QUALITY_MODE
source: Enable Legacy Quality Mode
ar: تفعيل وضع الجودة القديم
ckb: چالاککردنی دۆخی کوالێتی کۆن
de: Legacy-Qualitätsmodus aktivieren
es: Activar modo de calidad clásico
it: Abilita Modalità Qualità Legacy
ko: 레거시 화질 모드 사용
ru: Старый выбор качества
vi: Bật chế độ chất lượng cũ
zh: 启用旧版画质模式
zh_tw: 舊款畫質選擇模式

# LEGACY_QUALITY_MODE_INFO
source: Restores the old quality selection menu.
ar: العودة إلى اختيارات الجودة القديمة!
ckb: گەڕاندنەوەی لیستی کوالێتی کۆنەکە.
de: Stellt das alte Menü zur Qualitätsauswahl wieder her.
es: Restaura el menú de calidad anterior.
it: Ripristina il vecchio menu di selezione qualità.
ko: 예전 화질 선택 메뉴를 복원합니다.
ru: Возвращает прежний стиль выбора качества видео
vi: Khôi phục menu chọn chất lượng cũ của YouTube.
zh: 恢复旧的画质选择界面。
zh_tw: 使用舊款但更詳細的影片畫質選擇！

source: Picture in Picture (PiP)
ar: الصورة داخل صورة (PiP)
ckb: وێنە لە نێو وێنە (PiP)
de: Bild-in-Bild (PiP)
es: Imagen en imagen (PiP)
ko: 화면 속 화면 (PiP)
ru: Картинка-в-Картинке (PiP)
vi: Hình trong hình (PiP)
zh: 画中画 (PiP)
zh_tw: 子母畫面/畫中畫(PIP)

source: Enable PiP
ar: تفعيل ميزة PiP
ckb: چالاککردنی PiP
de: PiP aktivieren
es: Activar PiP
it: Abilita PiP
ko: PiP 기능 활성화
ru: Включить PiP
vi: Bật tính năng PiP
zh: 启用 PiP 功能
zh_tw: 啟用子母畫面

# ENABLE_PIP_INFO
source: Adds PiP icon in overlay.
ar: إضافة أيقونة PiP في واجهة الفيديو
ckb: دوگمەی PiP زیاد دەکات لە Overlay.
de: Fügt ein PiP-Symbol im Overlay hinzu.
es: Agrega el icono PiP en el reproductor.
it: Aggiunge l’icona PiP nell’overlay.
ko: 비디오 오버레이에 PiP 아이콘 추가.
ru: добавить значок пипса в оверлей
vi: Thêm biểu tượng PiP trong trình phát.
zh: 在视频播放器中添加 PiP 图标。
zh_tw: 進階設定請至YouTube帳號大頭照->設定->YTKillerPlus內調整

# DOUBLE_TAP
source: Double Tap Options
ar: خيارات النقر المزدوج
ckb: هەڵبژاردەکانی دوو کرتە
de: Doppeltipp-Optionen
es: Opciones de doble toque
it: Opzioni Doppio Tocco
ko: 더블 탭 옵션
ru: Настройки двойного тапа
vi: Tùy chọn nhấn đúp
zh: 双击选项

source: Custom Skip Duration
ar: مدة تخطي مخصصة
ckb: ماوەی تایبەتی پەڕینەوە
de: Benutzerdefinierte Überspringdauer
es: Duración de salto personalizada
it: Durata Skip Personalizzata
ko: 사용자 지정 건너뛰기 시간
ru: Интервал перемотки
vi: Thời lượng tua tùy chỉnh
zh: 自定义快进时长

# VALUE_CHANGES_JB
source: Seconds: %.lf
ar: ثواني: %.lf
ckb: چرکە: %.lf
de: Sekunden: %.lf
es: Segundos: %.lf
it: Secondi: %.lf
ko: 초: %.lf
ru: В секундах: %.lf
vi: Giây: %.lf
zh: 秒数: %.lf

# VALUE_CHANGES
source: Seconds: 10
ar: ثواني: 10
ckb: چرکە: 10
de: Sekunden: 10
es: Segundos: 10
it: Secondi: 10
ko: 초: 10
ru: В секундах: 10
vi: Giây: 10
zh: 秒数: 10

# STREAMING_SECTION
source: Streaming
ar: البث
ckb: پەخش
es: Transmisión
ko: 스트리밍
ru: Воспроизведение
vi: Phát trực tuyến
zh: 流媒体播放
zh_tw: 影片串流細節
