Repository: iKarwan/YTKillerPlus
Catalog: *.lproj/Localizable.strings
Languages: ar, ckb, de, es, it, ko, ru, vi, zh, zh_tw

# PLAYBACK_SPEED
source: Extra Playback Speeds
ar: إضافة خيارات سرعة تشغيل إضافية
ckb: هەڵبژاردەی خێرایی پەخش
de: Zusätzliche Wiedergabegeschwindigkeiten
es: Velocidades de reproducción extra
it: Velocità di Riproduzione Extra
ko: 추가 재생 속도 옵션
ru: Скорость воспроизведения
vi: Thêm tốc độ phát
zh: 添加更多播放速度
zh_tw: 影片播放速度

# PLAYBACK_SPEED_INFO
source: Overlay → Gear → Playback Speed
ar: واجهة الفيديو -> زر الترس -> سرعة التشغيل
de: Overlay → Zahnrad → Wiedergabegeschwindigkeit
es: Superposición → Configuración → Velocidad
it: Overlay → Ingranaggio → Velocità di Riproduzione
ko: 재생 → 설정 → 속도 메뉴에서 선택.
ru: Добавляет дополнительные режимы воспроизведения
vi: Cài đặt video → Nút bánh răng → Tốc độ phát lại
zh: 设置 → 播放速度菜单
zh_tw: 在懸浮齒輪按鈕->播放速度中增加更多選擇

source: Disable Autoplay Videos
ar: تعطيل تشغيل الفيديو التلقائي
ckb: قەدەغەکردنی پەخشە خۆکارانەکان
de: Automatische Videowiedergabe deaktivieren
es: Desactivar reproducción automática
it: Disabilita Riproduzione Automatica
ko: 자동 재생 비활성화
ru: Отключить автовоспроизведение роликов
vi: Tắt tự động phát
zh: 关闭自动播放
zh_tw: 停用自動播放影片

# PLAY_HD_VIDEOS_OVER_CELLULAR
source: Play HD Videos over 3G/4G/5G
ar: تشغيل فيديوهات HD عبر 3G/4G/5G
ckb: پەخشکردنی HD لەسەر مۆبایل
de: HD-Videos über 3G/4G/5G abspielen
es: Reproducir HD en datos móviles
it: Riproduci Video HD su 3G/4G/5G
ko: 모바일 데이터에서 HD 재생
ru: Разрешить HD качество по мобильной сети
vi: Phát video HD qua mạng di động
zh: 在移动网络下播放高清视频
zh_tw: 在3G/4G/5G環境下播放高畫質HD影片

# IPAD_SECION
source: iPad Mode
ar: وضع iPad
ckb: دۆخی iPad
de: iPad-Modus
es: Modo iPad
it: Modalità iPad
ko: iPad 모드
ru: Режим iPad
vi: Chế độ iPad
zh: iPad 模式
zh_tw: 仿iPad風格

# IPADOS_MODE
source: Enable iPadOS Mode
ar: تفعيل وضع iPadOS
ckb: چالاککردنی دۆخی iPadOS
de: iPadOS-Modus aktivieren
es: Activar modo iPadOS
it: Abilita Modalità iPadOS
ko: iPadOS 모드 활성화
ru: Интерфейс как в iPadOS
vi: Bật chế độ iPadOS
zh: 启用 iPadOS 模式
zh_tw: iPadOS模式

# DISABLE_DRAG_AND_DROP
source: Disable Drag & Drop
ar: تعطيل السحب والإفلات
ckb: قەدەغەکردنی ڕاکێشان و دانان
de: Drag & Drop deaktivieren
es: Desactivar arrastrar y soltar
it: Disabilita Drag & Drop
ko: 드래그 앤 드롭 비활성화
ru: Отключить перетаскивание
vi: Tắt kéo & thả
zh: 禁用拖放功能
zh_tw: 停用拖放功能(Drag & Drop)

source: Hide Channel Circles
ar: إخفاء أيقونات القنوات الدائرية
ckb: شاردنەوەی دایرەی چەناڵەکان
de: Kanalkreise ausblenden
es: Ocultar íconos de canal
it: Nascondi Icone Canali
ko: 채널 아이콘 숨기기
ru: Скрыть круглые аватарки
vi: Ẩn biểu tượng kênh
zh: 隐藏频道图标
zh_tw: 隱藏頂部頻道圓形按鈕

# HIDE_CHANNEL_CIRCLES_INFO
source: Subscription → Channel icons under navigation bar.
ar: الاشتراك -> أيقونات القنوات تحت شريط التنقل.
ckb: لە بەشەی بەشداربوونەکان، نیشانەکانی چەناڵ لە ژێر ڕێنیشاندەر شاردەوە.
de: Abos → Kanalsymbole unter der Navigationsleiste.
es: En Suscripciones → íconos debajo de la barra.
it: Iscrizioni → Icone canali sotto la barra di navigazione.
ko: 구독 탭의 상단 채널 아이콘 숨김.
ru: скрыть круглые значки каналов на вкладке подписки в навигационной панели!
vi: Ẩn các biểu tượng kênh trong mục Đăng ký.
zh: 隐藏订阅页顶部的频道图标。

source: Mini Player Aspect Ratio
ar: نمط نسبة العرض إلى الارتفاع لمشغل الفيديو الصغير
ckb: ڕێژەی پەخشکەری بچووک
de: Mini-Player-Seitenverhältnis
es: Relación de aspecto del mini reproductor
it: Aspect Ratio Mini Player
ko: 미니 플레이어 비율
ru: Соотношение сторон мини-плеера
vi: Tỷ lệ trình phát mini
zh: 迷你播放器比例
zh_tw: 迷你播放器擴張風格

# USE_ASPECT_RATIO
source: Use Full Aspect
ar: استخدام جميع النسب
ckb: بەکارهێنانی پڕ ڕێژە
de: Vollständiges Seitenverhältnis verwenden
es: Usar proporción completa
it: Usa Aspect Completo
ko: 전체 비율 사용
ru: Заполнить экран
vi: Sử dụng tỷ lệ đầy đủ
zh: 使用完整比例
zh_tw: 使用擴張比例風格

# USE_ASPECT_RATIO_INFO
source: Not supported for iPad-style mini player.
ar: لا يدعم نمط مشغل الفيديو الصغير في iPad.
ckb: لە دۆخی iPad-style پشتیوانی ناکات.
de: Nicht unterstützt für Mini-Player im iPad-Stil.
es: No compatible con el estilo de iPad.
it: Non supportato per mini player in stile iPad.
ko: iPad 스타일에서는 지원되지 않습니다.
ru: Не совместим с мини-плеером
vi: Không hỗ trợ cho kiểu trình phát mini iPad.
zh: iPad 样式的迷你播放器不支持此功能。
zh_tw: 不支援同時使用下方的迷你播放器仿iPad風格！

# MINI_PLAYER
source: iPad-Style Mini Player
ar: نمط مشغل الفيديو الصغير في iPad
ckb: پەخشکەری بچووک بە شێوەی iPad
de: Mini-Player im iPad-Stil
es: Mini reproductor estilo iPad
it: Mini Player Stile iPad
ko: iPad 스타일 미니 플레이어
ru: Мини-плеер
vi: Trình phát mini kiểu iPad
zh: iPad 样式迷你播放器
zh_tw: 迷你播放器仿iPad風格

# REDEFIND_MINI_PLAYER
source: Mini Player Centered
ar: مشغل الفيديو الصغير في المنتصف
ckb: پەخشکەری بچووک لە ناوەڕاست
de: Mini-Player zentriert
es: Mini reproductor centrado
it: Mini Player Centrato
ko: 가운데 정렬 미니 플레이어
ru: Переопределить мини-плеер
vi: Đặt trình phát mini giữa màn hình
zh: 将迷你播放器居中
zh_tw: 迷你播放器置中

# MINI_PLAYER_IPAD_MODE
source: Mini Player on the Right
ar: مشغل الفيديو الصغير على اليمين
ckb: پەخشکەری بچووک لە ڕاست
de: Mini-Player rechts
es: Mini reproductor a la derecha
it: Mini Player sulla Destra
ko: 오른쪽 미니 플레이어
ru: Мини-плеер в стиле iPad
vi: Trình phát mini bên phải
zh: 将迷你播放器移至右侧
zh_tw: 迷你播放器靠右

source: Status Bar
ar: شريط الحالة
ckb: بارەی دۆخ
de: Statusleiste
es: Barra de estado
it: Barra di Stato
ko: 상태 표시줄
ru: Настройки статус-бара
vi: Thanh trạng thái
zh: 状态栏
zh_tw: 狀態欄

source: Hide Status Bar
ar: إخفاء شريط الحالة
ckb: شاردنەوەی بارەی دۆخ
de: Statusleiste ausblenden
es: Ocultar barra de estado
it: Nascondi Barra di Stato
ko: 상태 표시줄 숨기기
ru: Скрыть статус-бар
vi: Ẩn thanh trạng thái
zh: 隐藏状态栏
zh_tw: 隱藏狀態欄

# CHANNEL_SECTIONS
source: Channel Section
ar: في قسم القنوات
ckb: بەشی چەناڵ
de: Kanalbereich
es: Sección de canal
it: Sezione Canali
ko: 채널 섹션
ru: Секция каналов
vi: Phần kênh
zh: 频道部分
zh_tw: 頻道頁面

# STICKY_NAV_BAR
source: Hide Categories under NavBar
ar: إخفاء الفئات تحت شريط التنقل
ckb: شاردنەوەی هاوپۆلەکان لە ژێر ڕێنیشاندەر
de: Kategorien unter der Navigationsleiste ausblenden
es: Ocultar categorías bajo la barra
it: Nascondi Categorie sotto Barra Navigazione
ko: 탐색 바 아래 카테고리 숨기기
ru: Закрепить верхнюю панель
vi: Ẩn danh mục bên dưới thanh điều hướng
zh: 隐藏导航栏下的分类
zh_tw: 固定頂部導航欄

source: Show YTKPlus Icon
ar: إظهار أيقونة YTKPlus
ckb: پیشاندانی نیشانی YTKPlus
de: YTKPlus-Symbol anzeigen
es: Mostrar ícono YTKPlus
it: Mostra Icona YTKPlus
ko: YTKPlus 아이콘 표시
vi: Hiển thị biểu tượng YTKPlus
zh: 显示 YTKPlus 图标

# HIDE_ITEMS_NAV_BAR
source: Hide Items
ar: إخفاء العناصر
ckb: شاردنەوەی تەنیشتەکان
de: Elemente ausblenden
es: Ocultar elementos
it: Nascondi Elementi
ko: 항목 숨기기
ru: Настройки элементов
vi: Ẩn mục
zh: 隐藏项目
zh_tw: 隱藏頂部導航欄項目

source: Show YTKPlus Icon
ar: إظهار أيقونة YTKPlus
ckb: پیشاندانی نیشانی YTKPlus
de: YTKPlus-Symbol anzeigen
es: Mostrar ícono YTKPlus
it: Mostra Icona YTKPlus
ko: YTKPlus 아이콘 표시
vi: Hiển thị biểu tượng YTKPlus
zh: 显示 YTKPlus 图标

# HIDE_YT_LOGO
source: Hide YouTube Logo
ar: إخفاء شعار YT
ckb: شاردنەوەی نیشانی YouTube
de: YouTube-Logo ausblenden
es: Ocultar logo de YouTube
it: Nascondi Logo YouTube
ko: YouTube 로고 숨기기
ru: Скрыть логотип YouTube
vi: Ẩn logo YouTube
zh: 隐藏 YouTube 标志
zh_tw: 隱藏YouTube Logo

# HIDE_NOTIFICATIONS_BILL
source: Hide Notifications
ar: إخفاء الإشعارات 🔕
ckb: شاردنەوەی ئاگادارکردنەوەکان
de: Benachrichtigungen ausblenden
es: Ocultar notificaciones 🔕
it: Nascondi Notifiche
ko: 알림 숨기기 🔕
ru: Скрыть кнопку «Уведомления»
vi: Ẩn thông báo 🔕
zh: 隐藏通知 🔕
zh_tw: 隱藏通知鈴鐺

source: Hide Account
ar: إخفاء الحساب
ckb: شاردنەوەی ئەکاونت
de: Konto ausblenden
es: Ocultar cuenta
it: Nascondi Account
ko: 계정 숨기기
ru: Скрыть кнопку «Учетная запись»
vi: Ẩn tài khoản
zh: 隐藏账户
zh_tw: 隱藏帳號

source: Hide Search
ar: إخفاء البحث
ckb: شاردنەوەی گەڕان
de: Suche ausblenden
es: Ocultar búsqueda
it: Nascondi Ricerca
ko: 검색 숨기기
ru: Скрыть кнопку «Поиск»
vi: Ẩn tìm kiếm
zh: 隐藏搜索
zh_tw: 隱藏搜尋

# SHORTS_SECTION
source: Shorts
ar: المقاطع القصيرة
es: Cortos
ko: 쇼츠
ru: Настройки Shorts

# ENABLE_PLAYER_BAR
source: Enable Bottom Progress Bar
ar: تفعيل شريط التقدم في الأسفل
ckb: چالاککردنی بارەی پەخش لە خوارەوە
de: Untere Fortschrittsleiste aktivieren
es: Activar barra de progreso inferior
it: Abilita Barra di Progresso Inferiore
ko: 하단 진행 막대 표시
ru: Отображать ползунок
vi: Hiển thị thanh tiến trình
zh: 启用底部进度条
zh_tw: 啟用時間軸/進度條

# HIDE_ELEMNTS
source: Hide Elements
ar: إخفاء العناصر
ckb: شاردنەوەی تەنیشتەکان
de: Elemente ausblenden
es: Ocultar elementos
it: Nascondi Elementi
ko: 요소 숨기기
ru: Настройки элементов
vi: Ẩn các phần tử
zh: 隐藏元素
zh_tw: 隱藏Shorts項目

source: Hide Pause Card
ckb: شاردنەوەی کارتەی وەستان
de: Pause-Karte ausblenden
es: Ocultar tarjeta de pausa
it: Nascondi Scheda Pausa
ko: 일시정지 카드 숨기기
vi: Ẩn thẻ tạm dừng
zh: 隐藏暂停卡片

source: Hide Like Button
ar: إخفاء زر الإعجاب
ckb: شاردنەوەی دوگمەی دڵخۆشی
de: Like-Schaltfläche ausblenden
es: Ocultar botón Me gusta
it: Nascondi Pulsante Mi Piace
ko: 좋아요 버튼 숨기기
ru: Скрыть кнопку «Понравилось»
vi: Ẩn nút thích
zh: 隐藏点赞按钮
zh_tw: 隱藏喜歡按鈕

source: Hide Dislike Button
ar: إخفاء زر عدم الإعجاب
ckb: شاردنەوەی دوگمەی نەخۆشی
de: Dislike-Schaltfläche ausblenden
es: Ocultar botón No me gusta
it: Nascondi Pulsante Non Mi Piace
ko: 싫어요 버튼 숨기기
ru: Скрыть кнопку «Дизлайк»
vi: Ẩn nút không thích
zh: 隐藏点踩按钮
zh_tw: 隱藏不喜歡按鈕

source: Hide Comments Button
ar: إخفاء زر التعليقات
ckb: شاردنەوەی دوگمەی سەرنجەکان
de: Kommentar-Schaltfläche ausblenden
es: Ocultar botón Comentarios
it: Nascondi Pulsante Commenti
ko: 댓글 버튼 숨기기
ru: Скрыть кнопку «Комментарии»
vi: Ẩn nút bình luận
zh: 隐藏评论按钮
zh_tw: 隱藏留言按鈕

source: Hide Share Button
ar: إخفاء زر المشاركة
ckb: شاردنەوەی دوگمەی هاوبەشکردن
de: Teilen-Schaltfläche ausblenden
es: Ocultar botón Compartir
it: Nascondi Pulsante Condividi
ko: 공유 버튼 숨기기
ru: Скрыть кнопку «Поделиться»
vi: Ẩn nút chia sẻ
zh: 隐藏分享按钮
zh_tw: 隱藏分享按鈕

source: Hide Remix Button
ckb: شاردنەوەی دوگمەی Remix
de: Remix-Schaltfläche ausblenden
es: Ocultar botón Rehacer
it: Nascondi Pulsante Remix
ko: 리믹스 버튼 숨기기
vi: Ẩn nút Remix
zh: 隐藏 Remix 按钮

source: Hide Avatar Button
ckb: شاردنەوەی وێنەی بەکارهێنەر
de: Avatar-Schaltfläche ausblenden
es: Ocultar avatar
it: Nascondi Pulsante Avatar
ko: 아바타 버튼 숨기기
vi: Ẩn ảnh hồ sơ
zh: 隐藏头像按钮

# DOWNLOAD_SECTION
source: Extra Download Options
ar: خيارات التنزيل الإضافية
ckb: هەڵبژاردەکانی دابەزاندنی زیادە
de: Zusätzliche Download-Optionen
es: Opciones de descarga extra
it: Opzioni Download Extra
ko: 추가 다운로드 옵션
ru: Настройки скачивания
vi: Tùy chọn tải bổ sung
zh: 扩展下载选项
zh_tw: 下載功能

# LOCAL_DOWNLOADING
source: Enable Local Download
ar: تفعيل وضع التنزيل المحلي
ckb: چالاککردنی دابەزاندنی ناوخۆیی
de: Lokalen Download aktivieren
es: Activar descarga local
it: Abilita Download Locale
ko: 로컬 다운로드 모드
ru: Скачивать в галерею
vi: Chế độ tải nội bộ
zh: 启用本地下载模式
zh_tw: Local下載模式(與懸浮下載按鈕方式不同)

# LOCAL_DOWNLOADING_INFO
source: Long press on a video to open download menu.
ar: اضغط مطولاً على الفيديو الذي يتم تشغيله لتفعيل قائمة التنزيل!
ckb: کرتەی درێژ بکە لەسەر ڤیدیۆ بۆ کردنەوەی لیستی دابەزاندن.
de: Langes Drücken auf ein Video öffnet das Download-Menü.
es: Mantén presionado el video para abrir el menú de descarga.
it: Tieni premuto su un video per aprire il menu download.
ko: 비디오를 길게 눌러 다운로드 메뉴 열기.
ru: Долгий тап по видео сохранит его в Галерею
vi: Nhấn giữ video để mở menu tải xuống.
zh: 长按视频以打开下载菜单。
zh_tw: 在播放中影片上長按觸發下載選單，影片直接儲存至照片App。(若有重複畫質選項請優先選擇較上方的選項)

source: Hide Download Button
ar: إخفاء زر التنزيل
ckb: شاردنەوەی دوگمەی دابەزاندن
de: Download-Schaltfläche ausblenden
es: Ocultar botón Descargar
it: Nascondi Pulsante Download
ko: 다운로드 버튼 숨기기
ru: Скрыть кнопку «Скачать»
vi: Ẩn nút tải xuống
zh: 隐藏下载按钮
zh_tw: 隱藏下載按鈕

# HIDE_DOWNLOAD_BUTTON_INFO
source: Hides YouTube’s default download button.
ar: إخفاء زر التنزيل الافتراضي في YT!
ckb: دوگمەی دابەزاندنی YouTube شاردەوە.
de: Blendet die standardmäßige YouTube-Download-Schaltfläche aus.
es: Oculta el botón de descarga predeterminado.
it: Nasconde il pulsante di download predefinito di YouTube.
ko: 기본 YT 다운로드 버튼 숨기기.
ru: Скрывает кнопку «Скачать» от YouTube Premium
vi: Ẩn nút tải mặc định của YouTube.
zh: 隐藏 YouTube 默认的下载按钮。
zh_tw: 隱藏YouTube原生的下載按鈕

# DISABLE_EXPIRITY_DOWNLOADED_VIDEOS
source: Disable Expiring Downloads
ar: تعطيل انتهاء صلاحية الفيديوهات التي تم تنزيلها
ckb: لابردنی سنووری بەسەرچوونی ڤیدیۆی دابەزاندراو
de: Ablauf heruntergeladener Videos deaktivieren
es: Desactivar vencimiento de descargas
it: Disabilita Scadenza Download
ko: 다운로드 만료 비활성화
ru: Запретить истечение срока видео
vi: Vô hiệu hóa hết hạn video tải xuống
zh: 禁用下载视频过期
zh_tw: 防止已下載影片過期

# DISABLE_EXPIRITY_DOWNLOADED_VIDEOS_INFO
source: For videos downloaded using YouTube’s built-in tool.
ar: الفيديوهات التي تم تنزيلها باستخدام أداة تنزيل YT الافتراضية!
ckb: بۆ ڤیدیۆیەکانی دابەزاندنی بنچینەی YouTube.
de: Für Videos, die mit dem integrierten YouTube-Tool heruntergeladen wurden.
es: Para videos descargados con YouTube oficial.
it: Per video scaricati con lo strumento integrato YouTube.
ko: YouTube 기본 다운로드에 해당.
ru: Запрещает истечение срока видео, загруженных с помощью YouTube Premium
vi: Áp dụng cho video tải bằng trình tải của YouTube.
zh: 适用于 YouTube 官方下载的视频。
zh_tw: 作用於YouTube原生功能所下載的影片

# DOWNLOAD_SECTION_INFO
source: Note: If multiple identical qualities appear, select the top one. Local downloads go to Photos app. Long press seek gesture is disabled. 4K enabler disables this feature.
ar: ملاحظة: 1. إذا كانت هناك نفس الجودة متكررة (يحدث ذلك فقط للمستخدمين الذين لديهم كسر حماية)، يرجى اختيار الأعلى. 2. يتم تخزين التنزيل المحلي مباشرة في تطبيق الصور. 3. سيتم تعطيل إيماءة الضغط المطول على الفيديو لتحريك التقدم. 4. إذا قمت بتفعيل تمكين 4K في (القسم الرئيسي) فستتعطل هذه الميزة.
ckb: تێبینی: ئەگەر چەندین کوالێتی هاوشێوە ببینیت، یەکەی سەرەوە هەڵبژێرە. دابەزاندنی ناوخۆیی دەچێت بۆ وێنەکان. قەدەغەی کرتەی درێژ بۆ گواستنەوەی پڕۆگرێس. چالاککردنی 4K ئەم تایبەتمەندییە ناچالاک دەکات.
de: Hinweis: Wenn mehrere identische Qualitäten angezeigt werden, wähle die oberste. Lokale Downloads werden in der Fotos-App gespeichert. Die Suchgeste per langem Drücken ist deaktiviert. Der 4K-Aktivierer deaktiviert diese Funktion.
es: Nota: Si ves varias calidades iguales, elige la superior. Los archivos se guardan en Fotos. El gesto de presión larga se desactiva. El modo 4K desactiva esta función.
it: Nota: Se appaiono qualità identiche multiple, seleziona quella in alto. I download locali vanno nell’app Foto. Il gesto di avanzamento rapido è disabilitato. Il supporto 4K disabilita questa funzione.
ko: 참고: 같은 화질이 여러 개면 위쪽 항목을 선택하세요. 파일은 사진 앱에 저장됩니다. 길게 누르기 제스처는 비활성화됩니다. 4K 모드를 켜면 다운로드 기능이 비활성화됩니다.
ru: Note: 1. If there are multiple same qualities (only happens on Jailbroken users), please choose the upper one. 2. Local download stores contents directly to Photo app. 3. The default long pressing on video to move progress gesture will be disabled. 4. if u enabled the 4K enabler on ( MAIN SECTION ) this download feature will be disabled.
vi: Lưu ý: Nếu có nhiều chất lượng giống nhau, chọn dòng trên. Tệp được lưu vào Ảnh. Nếu bật 4K, tính năng tải sẽ bị tắt.
zh: 提示：如有多个相同画质，请选择上方的选项。文件保存至“照片”。启用 4K 模式时将禁用下载功能。
zh_tw: 上方功能需要配合開啟Legacy Features功能才可作用。YouTube帳號大頭照->設定->YTKillerPlus->Legacy Features->開啟開關

# TAB_BAR_SECTION
source: Tab Bar
ar: شريط التبويبات
ckb: تاب بار
de: Tab-Leiste
es: Barra de pestañas
ko: 탭 바
ru: Панель навигации
vi: Thanh Tab
zh: 标签栏
zh_tw: 底部標籤欄

# TABS_SHRINKED_BUTTOM
source: Shrink Tabs (Bottom)
ar: التبويبات المصغرة (أسفل)
ckb: تابەکان بچووکبکە (خوار)
de: Tabs verkleinern (unten)
es: Reducir pestañas (inferior)
it: Riduci Tab (Inferiore)
ko: 작은 탭 (하단)
ru: Уменьшить нижнюю панель (Кнопки)
vi: Thu gọn tab (Dưới)
zh: 底部紧凑标签
zh_tw: 縮減底部空格(到底)

# TABS_SHRINKED_SMART
source: Shrink Tabs (Smart)
ar: التبويبات المصغرة (ذكية)
ckb: تابەکان بچووکبکە (زیرەکانە)
de: Tabs verkleinern (intelligent)
es: Reducir pestañas (inteligente)
it: Riduci Tab (Smart)
ko: 스마트 작은 탭
ru: Уменьшить нижнюю панель (Smart)
vi: Thu gọn thông minh
zh: 智能紧凑标签
zh_tw: 縮減底部空格(智慧)

# DISABLE_CREATE_BUTTON
source: Disable Create (+)
ar: تعطيل زر الإنشاء (+)
ckb: قەدەغەکردنی دروستکردن (+)
de: Erstellen (+) deaktivieren
es: Desactivar botón (+)
it: Disabilita Crea (+)
ko: ‘+’ 버튼 비활성화
ru: Скрыть кнопку «Загрузить» (+)
vi: Tắt nút Tạo (+)
zh: 禁用创建 (+) 按钮
zh_tw: 停用製作(+)功能

source: Hide Tab Labels
ar: إخفاء تسميات التبويبات
ckb: شاردنەوەی ناوی تابەکان
de: Tab-Beschriftungen ausblenden
es: Ocultar nombres de pestañas
it: Nascondi Etichette Tab
ko: 탭 이름 숨기기
ru: Скрыть названия вкладок
vi: Ẩn nhãn tab
zh: 隐藏标签文字
zh_tw: 隱藏標籤名稱

source: Prevent Open in Shorts
ar: منع الفتح في Shorts
ckb: ڕێگرتن لە کردنەوەی Shorts
de: Öffnen in Shorts verhindern
es: Evitar abrir en cortos
it: Impedisci Apertura negli Shorts
ko: 쇼츠로 자동 열기 방지
ru: Запретить запуск с Shorts
vi: Ngăn mở trong Shorts
zh: 防止在 Shorts 中打开

# PREVENT_OPEN_IN_SHORTS_INFO
source: Happens if YouTube was closed while on Shorts tab.
ar: يحدث بعد إغلاق YT عندما كان في تبويب Shorts!
ckb: کاتێک YouTube لە Shorts داخرا.
de: Tritt auf, wenn YouTube im Shorts-Tab geschlossen wurde.
es: Ocurre si YouTube se cierra mientras está en Cortos.
it: Succede se YouTube era chiuso nella scheda Shorts.
ko: 쇼츠 탭에서 종료 시 발생할 수 있음.
ru: Это происходит, если закрыть YouTube при просмотре Shorts
vi: Xảy ra nếu bạn đóng YouTube khi đang ở Shorts.
zh: 当 YouTube 在 Shorts 标签页关闭时会出现此问题。

source: Replace Shorts with Explore
ar: استبدال Shorts بتبويب Explore
ckb: گۆڕینی Shorts بە Explore
de: Shorts durch Entdecken ersetzen
es: Reemplazar Cortos por Explorar
it: Sostituisci Shorts con Esplora
ko: 쇼츠를 탐색으로 대체
ru: Вкладка «Навигация» вместо «Shorts»
vi: Thay Shorts bằng Khám Phá
zh: 将 Shorts 替换为“探索”
zh_tw: 使用「探索」標籤取代Shorts標籤

source: Hide Tabs
ar: إخفاء التبويبات
ckb: شاردنەوەی تابەکان
de: Tabs ausblenden
es: Ocultar pestañas
it: Nascondi Tab
ko: 탭 숨기기
ru: Настройки вкладок
vi: Ẩn tab
zh: 隐藏标签
zh_tw: 隱藏標籤項目

source: Hide Explore Tab
ar: إخفاء تبويب Explore
ckb: شاردنەوەی تابەی Explore
de: Entdecken-Tab ausblenden
es: Ocultar pestaña Explorar
it: Nascondi Scheda Esplora
ko: 탐색 탭 숨기기
ru: Скрыть вкладку «Навигация»
vi: Ẩn tab Khám Phá
zh: 隐藏探索标签
zh_tw: 隱藏探索標籤

source: Hide Shorts Tab
ar: إخفاء تبويب Shorts
ckb: شاردنەوەی تابەی Shorts
de: Shorts-Tab ausblenden
es: Ocultar pestaña Cortos
it: Nascondi Scheda Shorts
ko: 쇼츠 탭 숨기기
ru: Скрыть вкладку «Shorts»
vi: Ẩn tab Shorts
zh: 隐藏 Shorts 标签
zh_tw: 隱藏Shorts標籤

source: Hide Create Tab
ar: إخفاء تبويب الإنشاء (+)
ckb: شاردنەوەی تابەی دروستکردن
de: Erstellen-Tab ausblenden
es: Ocultar pestaña Crear
it: Nascondi Scheda Crea
ko: 생성 탭 숨기기
ru: Скрыть вкладку «Загрузить» (+)
vi: Ẩn tab Tạo (+)
zh: 隐藏创建标签
zh_tw: 隱藏製作(+)標籤

source: Hide Subscription Tab
ar: إخفاء تبويب الاشتراكات
ckb: شاردنەوەی تابەی بەشداربوون
de: Abos-Tab ausblenden
es: Ocultar pestaña Suscripciones
it: Nascondi Scheda Iscrizioni
ko: 구독 탭 숨기기
ru: Скрыть вкладку «Подписки»
vi: Ẩn tab Đăng ký
zh: 隐藏订阅标签
zh_tw: 隱藏訂閱內容標籤

source: Hide Library Tab
ar: إخفاء تبويب المكتبة
ckb: شاردنەوەی تابەی کتێبخانە
de: Bibliothek-Tab ausblenden
es: Ocultar pestaña Biblioteca
it: Nascondi Scheda Libreria
ko: 라이브러리 탭 숨기기
ru: Скрыть вкладку «Библиотека»
vi: Ẩn tab Thư viện
zh: 隐藏资料库标签
zh_tw: 隱藏媒體庫標籤

# HIDE_ALL_TAB
source: Hide All Tabs
ar: إخفاء جميع التبويبات
ckb: شاردنەوەی هەموو تابەکان
de: Alle Tabs ausblenden
es: Ocultar todas las pestañas
it: Nascondi Tutte le Schede
ko: 모든 탭 숨기기
ru: Скрыть все вкладки
vi: Ẩn tất cả tab
zh: 隐藏所有标签
zh_tw: 隱藏所有標籤

# MISCELLANEOUS_SECTION
source: Miscellaneous
ar: متفرقات
ckb: گشتی
de: Verschiedenes
es: Varios
it: Varie
ko: 기타
ru: Остальные настройки
vi: Khác
zh: 其他
zh_tw: 其他功能

# USE_STOCK_VOLUME_HUD
source: Use System Volume HUD
ar: استخدام واجهة نظام التحكم في الصوت
ckb: بەکارهێنانی سیستەمی دەنگی بنچینەیی
de: System-Lautstärkeanzeige verwenden
es: Usar HUD de volumen del sistema
it: Usa Volume HUD di Sistema
ko: 시스템 볼륨 HUD 사용
ru: Системный бар громкости
vi: Sử dụng thanh âm lượng mặc định
zh: 使用系统音量条
zh_tw: 使用系統原生音量HUD

# USE_STOCK_VOLUME_HUD_INFO
source: Only works in landscape mode.
ar: يعمل فقط في وضع العرض الأفقي
ckb: تەنها لە شاشەی پارچە کاردەکات.
de: Funktioniert nur im Querformat.
es: Solo funciona en modo horizontal.
it: Funziona solo in modalità landscape.
ko: 가로 모드에서만 작동합니다.
ru: Отображать системный бар в полноэкранном режиме
vi: Chỉ hoạt động ở chế độ ngang.
zh: 仅在横屏下有效。
zh_tw: 僅作用於橫向模式中

# HIDE_SEARCHED_HISTORY
source: Hide Search History
ar: إخفاء سجل البحث
ckb: شاردنەوەی مێژووی گەڕان
de: Suchverlauf ausblenden
es: Ocultar historial de búsqueda
it: Nascondi Cronologia Ricerche
ko: 검색 기록 숨기기
ru: Скрыть историю поиска
vi: Ẩn lịch sử tìm kiếm
zh: 隐藏搜索记录
zh_tw: 隱藏搜尋紀錄

# NOT_TOPIC_SECTION
source: Hide Topic Section
ar: بدون قسم الموضوعات
ckb: بێ بەشی بابەت
de: Themenbereich ausblenden
es: Ocultar sección de temas
it: Nascondi Sezione Argomenti
ko: 주제 섹션 숨기기
ru: Скрыть секцию с топиками
vi: Không có mục chủ đề
zh: 隐藏主题部分
zh_tw: 隱藏主題區塊

source: Hide Premium Popup
ar: إخفاء نافذة Premium المنبثقة
ckb: شاردنەوەی پاپەپی Premium
de: Premium-Popup ausblenden
es: Ocultar ventana Premium
it: Nascondi Popup Premium
ko: 프리미엄 팝업 숨기기
ru: Не рекомендовать Premium
vi: Ẩn thông báo Premium
zh: 隐藏 Premium 弹窗
zh_tw: 去除升級Premium提示窗

# HIDE_YT_UPDATE_POPUP
source: Hide YouTube Update Popup
ar: إخفاء نافذة تحديث YT المنبثقة
ckb: شاردنەوەی پاپەپی نوێکردنەوەی YouTube
de: YouTube-Update-Popup ausblenden
es: Ocultar alerta de actualización
it: Nascondi Popup Aggiornamento YouTube
ko: 업데이트 팝업 숨기기
ru: Скрыть уведомление об обновлении
vi: Ẩn thông báo cập nhật YouTube
zh: 隐藏 YouTube 更新弹窗
zh_tw: 去除升級App版本提示窗

# HIDE_YT_UPDATE_POPUP_INFO
source: Removes forced update alerts.
ar: تنبيه التحديث الإجباري المزعج أو إغلاق التطبيق!
ckb: لابردنی ئاگاداریی نوێکردنەوەی بە زۆرکردن.
de: Entfernt erzwungene Update-Hinweise.
es: Elimina alertas de actualización forzosa.
it: Rimuove gli avvisi di aggiornamento forzato.
ko: 강제 업데이트 알림 제거.
ru: Скрывает раздражающее окошко с требованием обновить YouTube
vi: Chặn cảnh báo buộc cập nhật.
zh: 移除烦人的强制更新提示。
zh_tw: 去除煩人的強制升級提示窗！

# ENABLE_MINI_PLAYER_VIDEOS
source: Enable Mini Player for All Videos
ar: تمكين مشغل الفيديو الصغير لجميع الفيديوهات
ckb: چالاککردنی پەخشکەری بچووک بۆ هەموو ڤیدیۆکان
de: Mini-Player für alle Videos aktivieren
es: Activar mini reproductor para todos
it: Abilita Mini Player per Tutti i Video
ko: 모든 비디오에서 미니 플레이어 사용
ru: Мини-плеер для всех видео
vi: Bật trình phát mini cho mọi video
zh: 为所有视频启用迷你播放器
zh_tw: 廣泛使用迷你播放器

# ENABLE_MINI_PLAYER_VIDEOS_INFO
source: Use mini player even for kids videos.
ar: استخدام المشغل الصغير في الفيديوهات المخصصة للأطفال
ckb: پەخشکەری بچووک بەکاربێنە هەتا بۆ ڤیدیۆی منداڵان.
de: Mini-Player auch für Kinder-Videos verwenden.
es: Funciona incluso en videos infantiles.
it: Usa il mini player anche per i video per bambini.
ko: 어린이용 콘텐츠 포함.
ru: Принудительно активирует мини-плеер для всех видео
vi: Hoạt động cả với video dành cho trẻ em.
zh: 包括儿童视频也可使用。
zh_tw: 使兒童影片也能使用迷你播放器

source: Hide HUD Alerts
ar: إخفاء تنبيهات الواجهة
ckb: شاردنەوەی ئاگاداریی HUD
de: HUD-Benachrichtigungen ausblenden
es: Ocultar avisos emergentes
it: Nascondi Avvisi HUD
ko: 팝업 알림 숨기기
ru: Скрыть сообщения плеера
vi: Ẩn thông báo nổi
zh: 隐藏 HUD 提示
zh_tw: 去除動作提示窗

# HIDE_HUD_ALERTS_INFO
source: Hides pop-up alerts like dislike confirmations.
ar: إخفاء جميع التنبيهات المنبثقة مثل عدم الإعجاب بالفيديوهات/فيديوهات الأطفال
ckb: لابردنی پاپەپەکانی وەک دڵخۆشی/نەخۆشی.
de: Blendet Popup-Warnungen wie Dislike-Bestätigungen aus.
es: Oculta avisos como 'No me gusta'.
it: Nasconde avvisi pop-up come conferme dislike.
ko: ‘싫어요’ 등 팝업 알림 숨기기.
ru: Скрывает надписи YouTube, появляющиеся поверх видео
vi: Ẩn các thông báo như 'Đã không thích'.
zh: 隐藏点赞/不喜欢等弹出提示。
zh_tw: 隱藏所有動作提示窗，例如倒讚、兒童影片限制等

# CLASSIC_SHARE
source: Classic Share Menu
ar: قوائم السياق الكلاسيكية
ckb: پێکهاتەی هاوبەشکردنی کلاسیکی
de: Klassisches Teilen-Menü
es: Menú de compartir clásico
it: Menu Condivisione Classico
ko: 클래식 공유 메뉴
ru: Классический заполненный общий лист при вызове
vi: Menu chia sẻ cổ điển
zh: 使用经典分享菜单
