Repository: iKarwan/YTKillerPlus
Catalog: *.lproj/Localizable.strings
Languages: ar, ckb, de, es, it, ko, ru, vi, zh, zh_tw

# GLOB_ENABLED
source: Global Enabled
ar: تمكين عام
ckb: چالاککردنی گشتی
de: Global aktiviert
es: Activar globalmente
it: Abilitazione Globale
ko: 글로벌 활성화
vi: Bật Toàn Cục
zh: 全局启用

# GLOBAL_ENABLED_SWITCH
source: Tap the top-right button to apply changes.
ar: اضغط على الزر في أعلى اليمين لتطبيق التغييرات.
ckb: کرتە بکە لە گوشەی ڕاستی سەرەوە بۆ جێبەجێکردنی گۆڕانکاریەکان.
de: Tippe oben rechts, um Änderungen zu übernehmen.
es: Toca el botón superior derecho para aplicar los cambios.
it: Tocca il pulsante in alto a destra per applicare le modifiche.
ko: 오른쪽 상단 버튼을 눌러 변경사항을 적용하세요.
ru: Активирует твик
vi: Nhấn nút ở góc phải trên để áp dụng thay đổi.
zh: 点击右上角按钮以应用更改。
zh_tw: 全域開關，啟用YTKillerPlus。

# DOWNLOADING
source: Enable Download Feature
ar: تمكين ميزة التنزيل
ckb: چالاککردنی تایبەتمەندی دابەزاندن
de: Download-Funktion aktivieren
es: Activar función de descarga
it: Abilita Funzione Download
ko: 다운로드 기능 활성화
ru: Скачивание
vi: Bật Tính Năng Tải Xuống
zh: 启用下载功能
zh_tw: 下載功能：

# glob_overlay_button
source: Buttons shown inside the player.
ckb: دوگمەکان کە پیشان دەدرێن لە نێو پەخشەکەر.
de: Schaltflächen werden im Player angezeigt.
es: Botones que aparecen dentro del reproductor.
it: Pulsanti visualizzati all'interno del player.
ko: 플레이어 내부에 표시되는 버튼입니다.
vi: Các nút hiển thị trong trình phát.
zh: 显示在播放器中的按钮。

source: Download Manager
ar: مدير التنزيل
ckb: بەڕێوەبەری دابەزاندن
es: Gestor de descargas
it: Gestore Download
ko: 다운로드 관리자
ru: Загрузки
vi: Trình Quản Lý Tải Xuống
zh: 下载管理器
zh_tw: 下載管理器

# VIDEO_TAB_BAR
source: Video
ar: فيديو
ckb: ڤیدیۆ
ko: 비디오
ru: Видео
zh: 视频
zh_tw: 影片

# AUDIO_TAB_BAR
source: Audio
ar: صوت
ckb: دەنگ
ko: 오디오
ru: Аудио
vi: Âm Thanh
zh: 音频
zh_tw: 音訊

# SHORTS_TAB_BAR
source: Shorts
ar: م قصيرة
es: Cortos
ko: 쇼츠

# STARTUP_PAGE
source: Default Startup Page
ar: صفحة بدء التشغيل الافتراضية
ckb: پەیجی سەرەتایی بنەڕەتی
de: Standard-Startseite
es: Página de inicio predeterminada
it: Pagina di Avvio Predefinita
ko: 기본 시작 페이지
ru: Начальная страница
vi: Trang Khởi Động Mặc Định
zh: 默认启动页面
zh_tw: YouTube啟動頁面

# DEFAULT_PAGE
source: Home
ar: الرئيسية
ckb: ماڵەوە
de: Startseite
es: Inicio
ko: 홈
ru: Главная
vi: Trang Chủ
zh: 主页
zh_tw: 首頁

source: Home
ar: الرئيسية
ckb: ماڵەوە
de: Startseite
es: Inicio
ko: 홈
ru: Главная
vi: Trang Chủ
zh: 主页
zh_tw: 首頁

source: Explore
ar: استكشاف
ckb: دەرهێنان
de: Entdecken
es: Explorar
it: Esplora
ko: 탐색
ru: Навигация
vi: Khám Phá
zh: 探索
zh_tw: 探索

source: Shorts
ar: مقاطع قصيرة
es: Cortos
ko: 쇼츠

source: Subscriptions
ar: الاشتراكات
ckb: بەشداربوونەکان
de: Abos
es: Suscripciones
it: Iscrizioni
ko: 구독
ru: Подписки
vi: Đăng Ký
zh: 订阅
zh_tw: 訂閱內容

source: Library
ar: المكتبة
ckb: کتێبخانە
de: Bibliothek
es: Biblioteca
it: Libreria
ko: 라이브러리
ru: Библиотека
vi: Thư Viện
zh: 资料库
zh_tw: 媒體庫

# overlay_button
source: Player Controls & Toggle
ar: عناصر التحكم والاختصارات في الواجهة
ckb: کۆنترۆڵی پەخشەکەر و گۆڕان
de: Player-Steuerung & Umschalter
es: Controles del reproductor
it: Controlli del Player & Toggle
ko: 플레이어 컨트롤
ru: Overlay Controls & Shortcuts
vi: Nút điều khiển trình phát
zh: 播放器控制

source: Overlay Player
ar: مشغل الواجهة
ckb: پەخشەکەری Overlay
es: Reproductor superpuesto
it: Player Sovrapposto
ko: 오버레이 플레이어
vi: Trình Phát Nổi
zh: 悬浮播放器

# speed_index
source: Playback Speed
ar: سرعة التشغيل
ckb: خێرایی پەخش
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
it: Velocità di Riproduzione
ko: 재생 속도
vi: Tốc Độ Phát
zh: 播放速度

# default_speed_index
source: Default Playback Speed
ar: سرعة التشغيل الافتراضية
ckb: خێرایی بنەڕەتی پەخش
de: Standard-Wiedergabegeschwindigkeit
es: Velocidad predeterminada
it: Velocità di Riproduzione Predefinita
ko: 기본 재생 속도
vi: Tốc Độ Mặc Định
zh: 默认播放速度

# default_speed_index_disc
source: Keeps your chosen speed without conflicting with overlay controls.
ar: مفتاح لتحديد سرعة التشغيل الافتراضية لمنع التعارض مع زر سرعة التشغيل في الواجهة.
ckb: خێرایی پەخشەکەت پاراستە بەبێ کێشە لەگەڵ دوگمەکانی overlay.
de: Behält die gewählte Geschwindigkeit ohne Konflikte mit Overlay-Steuerungen bei.
es: Mantiene la velocidad elegida sin conflicto con los controles.
it: Mantiene la velocità scelta senza conflitti con i controlli sovrapposti.
ko: 선택한 속도를 유지하며 충돌을 방지합니다.
ru: A switch for Default playback speed to prevent conflicts with speed playback button on overlay.
vi: Giữ tốc độ phát mặc định để tránh lỗi xung đột.
zh: 防止播放速度设置冲突。

# pip_player
source: Play in PiP
ar: مشغل PiP
ckb: پەخش لە PiP
de: Im PiP abspielen
es: Reproducir en PiP
it: Riproduci in PiP
ko: PiP에서 재생
ru: PiP Player
vi: Phát trong PiP
zh: 画中画播放

# short_player
source: Shorts Player
ar: مشغل المقاطع القصيرة
ckb: پەخشکەری Shorts
es: Reproductor de cortos
it: Player Shorts
ko: 쇼츠 플레이어
vi: Trình Phát Shorts
zh: Shorts 播放器

# loop_toggle
source: Add Loop Toggle
ckb: زیادکردنی دووبارەکردنەوە
de: Wiederholungsschalter hinzufügen
es: Botón de repetición
it: Aggiungi Toggle Loop
ko: 반복 버튼 추가
vi: Thêm nút lặp lại
zh: 添加循环按钮

# yt_video_quality_wifi
source: YT Video Quality on Wi-Fi
ar: جودة فيديو على Wi-Fi
ckb: کوالێتی ڤیدیۆ لە Wi-Fi
de: YT-Videoqualität über WLAN
es: Calidad de video en Wi-Fi
it: Qualità Video YouTube su Wi-Fi
ko: Wi-Fi에서 비디오 품질
vi: Chất lượng video khi dùng Wi-Fi
zh: Wi-Fi 下的视频画质

# yt_video_quality_celluar
source: YT Video Quality on Cellular
ar: جودة فيديو على الشبكة الخلوية
ckb: کوالێتی ڤیدیۆ لە موبایل
de: YT-Videoqualität über Mobilfunk
es: Calidad de video en datos móviles
it: Qualità Video YouTube su Dati Mobili
ko: 셀룰러에서 비디오 품질
vi: Chất lượng video khi dùng dữ liệu di động
zh: 移动网络下的视频画质

source: Auto
ar: تلقائي
ckb: خۆکار
de: Automatisch
es: Automático
ko: 자동
vi: Tự động
zh: 自动

# yt_speed_playback
source: Default Playback Speed
ar: سرعة التشغيل الافتراضية
ckb: خێرایی بنەڕەتی پەخش
de: Standard-Wiedergabegeschwindigkeit
es: Velocidad de reproducción predeterminada
it: Velocità di Riproduzione Predefinita
ko: 기본 재생 속도
vi: Tốc độ phát mặc định
zh: 默认播放速度

source: Normal
ar: عادي
ckb: ئاسایی
it: Normale
ko: 보통
vi: Bình thường
zh: 正常

source: Default
ar: افتراضي
ckb: بنەڕەتی
de: Standard
es: Predeterminado
it: Predefinito
ko: 기본
vi: Mặc định
zh: 默认

# image
source: Save Image
ar: حفظ الصورة
ckb: پاشەکەوتکردنی وێنە
de: Bild speichern
es: Guardar imagen
it: Salva Immagine
ko: 이미지 저장
ru: Image
vi: Lưu hình ảnh
zh: 保存图片

# information
source: Copy Information
ar: نسخ المعلومات
ckb: کۆپی زانیاری
de: Informationen kopieren
es: Copiar información
it: Copia Informazioni
ko: 정보 복사
ru: Information
vi: Sao chép thông tin
zh: 复制信息

source: Copy Title
ar: نسخ العنوان
ckb: کۆپی ناونیشان
de: Titel kopieren
es: Copiar título
it: Copia Titolo
ko: 제목 복사
vi: Sao chép tiêu đề
zh: 复制标题

# copy_describtion
source: Copy Description
ar: نسخ الوصف
ckb: کۆپی وەسف
de: Beschreibung kopieren
es: Copiar descripción
it: Copia Descrizione
ko: 설명 복사
vi: Sao chép mô tả
zh: 复制描述

# copied
source: Copied to clipboard
ar: تم النسخ إلى الحافظة
ckb: کۆپی کرا بۆ کلیپبۆرد
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
it: Copiato negli appunti
ko: 클립보드에 복사됨
ru: Copied
vi: Đã sao chép vào bộ nhớ đệm
zh: 已复制到剪贴板

# save_pfP
source: Save Profile Image
ar: حفظ صورة الملف الشخصي
ckb: پاشەکەوتی وێنەی پرۆفایل
de: Profilbild speichern
es: Guardar imagen de perfil
it: Salva Immagine Profilo
ko: 프로필 이미지 저장
vi: Lưu ảnh hồ sơ
zh: 保存头像

# copy_ptext
source: Copy Post Text
ar: نسخ نص المنشور
ckb: کۆپی دەق
de: Beitragstext kopieren
es: Copiar texto de publicación
it: Copia Testo del Post
ko: 게시물 텍스트 복사
vi: Sao chép nội dung bài viết
zh: 复制帖子文字

# save_img
source: Save Image
ar: حفظ الصورة
ckb: پاشەکەوتی وێنە
de: Bild speichern
es: Guardar imagen
it: Salva Immagine
ko: 이미지 저장
vi: Lưu hình ảnh
zh: 保存图片

source: Copy Comment
ar: نسخ التعليق
ckb: کۆپی سەرنج
de: Kommentar kopieren
es: Copiar comentario
it: Copia Commento
ko: 댓글 복사
vi: Sao chép bình luận
zh: 复制评论

# pip_mode
source: Play in External Player
ar: التشغيل في مشغل خارجي
ckb: پەخش لە پەخشکەری دەرەکی
de: Im externen Player abspielen
es: Reproducir en reproductor externo
it: Riproduci in Player Esterno
ko: 외부 플레이어에서 재생
ru: Воспроизвести во внешнем плеере
vi: Phát bằng trình phát ngoài
zh: 使用外部播放器播放

# ios_system_player
source: iOS Player
ar: مشغل نظام iOS
ckb: پەخشکەری سیستەم
es: Reproductor del sistema
it: Player iOS
ko: iOS 기본 플레이어
ru: Системный плеер iOS
vi: Trình phát hệ thống iOS
zh: iOS 系统播放器

source: Infuse Player
ar: مشغل Infuse
ckb: پەخشکەری Infuse
es: Reproductor Infuse
it: Player Infuse
ko: Infuse 플레이어
ru: Плеер Infuse
vi: Trình phát Infuse
zh: Infuse 播放器

source: VLC Player
ar: مشغل VLC
ckb: پەخشکەری VLC
es: Reproductor VLC
it: Player VLC
ko: VLC 플레이어
ru: Плеер VLC
vi: Trình phát VLC
zh: VLC 播放器

# infuse_not_installed
source: Infuse is not installed
ar: Infuse غير مثبت
ckb: Infuse دامەزرابێت
de: Infuse ist nicht installiert
es: Infuse no está instalado
it: Infuse non è installato
ko: Infuse가 설치되어 있지 않습니다.
ru: Infuse не установлен
vi: Chưa cài đặt Infuse
zh: 未安装 Infuse

# vlc_not_installed
source: VLC is not installed
ar: VLC غير مثبت
ckb: VLC دامەزرابێت
de: VLC ist nicht installiert
es: VLC no está instalado
it: VLC non è installato
ko: VLC가 설치되어 있지 않습니다.
ru: VLC не установлен
vi: Chưa cài đặt VLC
zh: 未安装 VLC

# pip_mode_desc
source: Enable 'Background Playback' in settings to use PiP.
ar: يجب تمكين 'التشغيل في الخلفية' في الإعدادات لاستخدام وضع PiP
ckb: پێویستە 'پەخش لە پشتەوە' چالاک بکەیت بۆ بەکارهێنانی PiP.
de: Aktiviere „Hintergrundwiedergabe“ in den Einstellungen, um PiP zu nutzen.
es: Activa 'Reproducción en segundo plano' para usar PiP.
it: Abilita 'Riproduzione in Background' nelle impostazioni per usare il PiP.
ko: '백그라운드 재생'을 활성화해야 PiP를 사용할 수 있습니다.
ru: You must enable 'Background Playback' in settings in order to use PiP
vi: Hãy bật 'Phát trong nền' để sử dụng PiP.
zh: 启用“后台播放”后即可使用 PiP 功能。

# mini_player2
source: Mini Player
ar: المشغل المصغر
ckb: پەخشکەری بچووک
es: Mini reproductor
ko: 미니 플레이어
vi: Trình Phát Mini
zh: 迷你播放器

source: Floating Mini Player
ar: المشغل المصغر العائم
ckb: پەخشکەری بچووک بەشاردراو
de: Schwebender Mini-Player
es: Mini reproductor flotante
it: Mini Player Flottante
ko: 플로팅 미니 플레이어
vi: Trình Phát Mini Nổi
zh: 悬浮迷你播放器

# backup_and_restore
source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
ckb: پاشەکەوت و گەڕاندنەوە
de: Sicherung & Wiederherstellung
es: Copia y restauración
it: Backup & Ripristino
ko: 백업 및 복원
ru: Backup and Restore
vi: Sao Lưu và Khôi Phục
zh: 备份与恢复

# cretae_a_backup
source: Create Backup
ar: إنشاء نسخة احتياطية
ckb: دروستکردنی پاشەکەوت
de: Backup erstellen
es: Crear copia de seguridad
it: Crea Backup
ko: 백업 만들기
ru: Create a backup
vi: Tạo bản sao lưu
zh: 创建备份

# create_a_backup_disc
source: Exports all downloaded videos and audios to the Files app.
ar: قم بتصدير نسخة احتياطية إلى تطبيق 'الملفات' تحتوي على جميع مقاطع الفيديو والصوتيات التي تم تنزيلها في مكتبتك YTKPlus.
ckb: هەموو ڤیدیۆ و دەنگە دابەزراوەکان بۆ 'فایلەکان' دەهێنێت.
de: Exportiert alle heruntergeladenen Videos und Audios in die Dateien-App.
es: Exporta todos tus videos y audios descargados al app Archivos.
it: Esporta tutti i video e audio scaricati nell'app File.
ko: 다운로드한 모든 비디오와 오디오를 ‘파일’ 앱으로 내보냅니다.
ru: Export a backup to the 'Files' app containing all your downloaded videos and audios in your YTKPlus library.
vi: Xuất toàn bộ video và âm thanh ra ứng dụng 'Tệp'.
zh: 将所有已下载的视频和音频导出到“文件”应用中。

source: Restore Backup
ar: استعادة نسخة احتياطية
ckb: گەڕاندنەوەی پاشەکەوت
de: Backup wiederherstellen
es: Restaurar copia
it: Ripristina Backup
ko: 백업 복원
ru: Restore a backup
vi: Khôi phục bản sao lưu
zh: 恢复备份

# restore_backup_disc
source: Restore backups directly from the Files app.
ar: يمكن استعادة النسخة الاحتياطية فقط من تطبيق 'الملفات'.
ckb: پاشەکەوتەکان لە 'فایلەکان' دەگەڕێندرێنەوە.
de: Stellt Backups direkt aus der Dateien-App wieder her.
es: Restaura copias directamente desde la app Archivos.
it: Ripristina i backup direttamente dall'app File.
ko: ‘파일’ 앱에서 직접 백업을 복원합니다.
ru: The backup can only be restored from the 'Files' app.
vi: Chỉ có thể khôi phục qua ứng dụng 'Tệp'.
zh: 仅可从“文件”应用中恢复备份。

# backup_prepared
source: Preparing Backup...
ar: يتم تجهيز النسخة الاحتياطية
ckb: پاشەکەوت ئامادە دەکرێت...
de: Backup wird vorbereitet...
es: Preparando copia...
it: Preparazione Backup...
ko: 백업 준비 중...
ru: Backup is being prepared
vi: Đang chuẩn bị sao lưu...
zh: 正在准备备份...

# create_failed
source: Backup Failed
ar: فشل النسخ الاحتياطي
ckb: پاشەکەوت سەرکەوتوو نەبوو
de: Backup fehlgeschlagen
es: Error en copia
it: Backup Fallito
ko: 백업 실패
vi: Sao lưu thất bại
zh: 备份失败

# failed_create_disc
source: Unable to create backup. Please try again.
ar: فشل في إنشاء النسخة الاحتياطية. يرجى المحاولة مرة أخرى.
ckb: نەیتوانرا پاشەکەوت دروست بکرێت. تکایە دووبارە هەوڵبدە.
de: Backup konnte nicht erstellt werden. Bitte erneut versuchen.
es: No se pudo crear la copia. Inténtalo de nuevo.
it: Impossibile creare il backup. Riprova.
ko: 백업을 생성하지 못했습니다. 다시 시도하세요.
ru: Failed to create backup. Please try again.
vi: Không thể tạo bản sao lưu. Thử lại.
zh: 无法创建备份，请重试。

source: Restoring Backup...
ar: جارٍ استعادة النسخة الاحتياطية
ckb: گەڕاندنەوەی پاشەکەوت...
de: Backup wird wiederhergestellt...
es: Restaurando copia...
it: Ripristino Backup...
ko: 복원 중...
vi: Đang khôi phục...
zh: 正在恢复...

source: Restore Complete
ar: اكتملت الاستعادة
ckb: گەڕاندنەوە تەواو بوو
de: Wiederherstellung abgeschlossen
es: Restauración completa
it: Ripristino Completato
ko: 복원 완료
vi: Khôi phục thành công
zh: 恢复完成

# restore_complete_disc
source: Your YTKPlus library has been restored successfully.
ar: تمت استعادة نسخة YTKPlus الاحتياطية بنجاح.
ckb: کتێبخانەی YTKPlus بە سەرکەوتوویی گەڕێندرایەوە.
de: Deine YTKPlus-Bibliothek wurde erfolgreich wiederhergestellt.
es: Tu biblioteca YTKPlus fue restaurada con éxito.
it: La tua libreria YTKPlus è stata ripristinata con successo.
ko: YTKPlus 백업이 성공적으로 복원되었습니다.
ru: YTKPlus backup has been successfully restored.
vi: Thư viện YTKPlus đã được khôi phục thành công.
zh: YTKPlus 备份已成功恢复。

# restore_failed_disc
source: Backup restore failed. Please try again.
ar: فشل في استعادة النسخة الاحتياطية. يرجى المحاولة مرة أخرى.
ckb: گەڕاندنەوەی پاشەکەوت سەرکەوتوو نەبوو.
de: Wiederherstellung fehlgeschlagen. Bitte erneut versuchen.
es: Error al restaurar la copia. Inténtalo nuevamente.
it: Ripristino del backup fallito. Riprova.
ko: 복원 실패. 다시 시도하세요.
ru: Failed to restore backup. Please try again.
vi: Không thể khôi phục. Vui lòng thử lại.
zh: 恢复失败，请重试。

source: Restore Failed
ar: فشل الاستعادة
ckb: گەڕاندنەوە سەرکەوتوو نەبوو
de: Wiederherstellung fehlgeschlagen
es: Error en restauración
it: Ripristino Fallito
ko: 복원 실패
vi: Khôi phục thất bại
zh: 恢复失败

# restore_backup_confirm
source: Restore
ar: استعادة
ckb: گەڕاندنەوە
de: Wiederherstellen
es: Restaurar
it: Ripristina
ko: 복원
vi: Khôi phục
zh: 恢复

source: Create
ar: إنشاء
ckb: دروستکردن
de: Erstellen
es: Crear
it: Crea
ko: 생성
vi: Tạo
zh: 创建

# create_backup
source: Do you want to create a backup?
ar: هل تريد إنشاء نسخة احتياطية؟
ckb: دەتەوێت پاشەکەوت دروست بکەیت؟
de: Möchtest du ein Backup erstellen?
es: ¿Deseas crear una copia de seguridad?
it: Vuoi creare un backup?
ko: 백업을 생성하시겠습니까?
vi: Bạn có muốn tạo bản sao lưu không?
zh: 是否要创建备份？

# restore_backup_confirm_disc
source: Do you want to restore YTKPlus_Backup.zip? This action cannot be undone!
ar: هل تريد استعادة هذه النسخة الاحتياطية YTKPlus_Backup.zip لا يمكن التراجع عن هذا الإجراء!
ckb: دەتەوێت YTKPlus_Backup.zip گەڕێنیتەوە؟ ئەم کردارە ناتوانرێت پاشگەزبکرێتەوە!
de: Möchtest du YTKPlus_Backup.zip wiederherstellen? Diese Aktion kann nicht rückgängig gemacht werden!
es: ¿Deseas restaurar YTKPlus_Backup.zip? ¡Esta acción no se puede deshacer!
it: Vuoi ripristinare YTKPlus_Backup.zip? Questa azione non può essere annullata!
ko: YTKPlus_Backup.zip을 복원하시겠습니까? 이 작업은 되돌릴 수 없습니다!
ru: Do you want to restore this backup YTKPlus_Backup.zip this action cannot be undone!
vi: Khôi phục tệp YTKPlus_Backup.zip? Hành động này không thể hoàn tác!
zh: 是否恢复 YTKPlus_Backup.zip？ 此操作无法撤销！

source: Invalid Backup File
ar: ملف النسخة الاحتياطية غير صالح
ckb: پەڕگەی پاشەکەوت نادروستە
de: Ungültige Backup-Datei
es: Archivo de copia no válido
it: File di Backup Non Valido
ko: 잘못된 백업 파일
vi: Tệp sao lưu không hợp lệ
zh: 无效的备份文件

# invalid_backup_file_disc
source: Please select the YTKPlus_Backup.zip file.
ar: يرجى تحديد ملف YTKPlus_Backup.zip.
ckb: تکایە پەڕگەی YTKPlus_Backup.zip هەڵبژێرە.
de: Bitte wähle die Datei YTKPlus_Backup.zip aus.
es: Selecciona el archivo YTKPlus_Backup.zip.
it: Seleziona il file YTKPlus_Backup.zip.
ko: YTKPlus_Backup.zip 파일을 선택하세요.
vi: Hãy chọn đúng tệp YTKPlus_Backup.zip.
zh: 请选择正确的 YTKPlus_Backup.zip 文件。

# Backup_saved
source: Backup saved successfully to Files app.
ar: تم حفظ النسخة الاحتياطية في تطبيق الملفات بنجاح
ckb: پاشەکەوت بە سەرکەوتوویی پاشەکەوت کرا.
de: Backup wurde erfolgreich in der Dateien-App gespeichert.
es: Copia guardada con éxito en Archivos.
it: Backup salvato con successo nell'app File.
ko: 백업이 파일 앱에 저장되었습니다.
ru: Резервная копия успешно сохранена в приложении «Файлы»
vi: Bản sao lưu đã được lưu trong ứng dụng Tệp.
zh: 备份已成功保存到文件应用。

# Backup_not_saved
source: Warning: Backup was not saved to Files app.
ar: تحذير: لم يتم حفظ النسخة الاحتياطية في تطبيق الملفات
ckb: ئاگاداری: پاشەکەوت نەکرا.
de: Warnung: Backup wurde nicht in der Dateien-App gespeichert.
es: Advertencia: la copia no se guardó en Archivos.
it: Attenzione: Il backup non è stato salvato nell'app File.
ko: 경고: 백업이 파일 앱에 저장되지 않았습니다.
ru: Предупреждение: Резервная копия не сохранена в приложении «Файлы»
vi: Cảnh báo: Bản sao lưu chưa được lưu.
zh: 警告：备份未保存。

source: Import Media
ar: استيراد الوسائط
ckb: هاوردنی میدیا
de: Medien importieren
es: Importar medios
it: Importa Media
ko: 미디어 가져오기
vi: Nhập Phương Tiện
zh: 导入媒体

# import_media_disc
source: Import videos and audios into YTKPlus. Multiple files including thumbnails or artwork can be selected from Files.
ar: استيراد ملفات الفيديو والصوت إلى مكتبة YTKPlus. يمكنك تحديد ملفات متعددة، بما في ذلك الصور المصغرة أو العمل الفني، مباشرة من تطبيق 'الملفات'.
ckb: ڤیدیۆ و دەنگەکان بخە بە کتێبخانەی YTKPlus لە 'فایلەکان'. دەتوانیت چەندین پەڕگە هەڵبژێریت.
de: Importiere Videos und Audios in YTKPlus. Mehrere Dateien inkl. Thumbnails oder Cover können aus der Dateien-App ausgewählt werden.
es: Importa videos y audios a YTKPlus directamente desde Archivos. Puedes seleccionar varios archivos, incluidos miniaturas o carátulas.
it: Importa video e audio in YTKPlus. È possibile selezionare più file, inclusi miniature o artwork, dall'app File.
ko: 비디오와 오디오를 ‘파일’ 앱에서 YTKPlus로 가져옵니다. 여러 파일 및 썸네일 지원.
ru: Import video and audio files into the YTKPlus library. You can select multiple files, including thumbnails or artwork, directly from the 'Files' app.
vi: Nhập video hoặc âm thanh từ ứng dụng 'Tệp'. Hỗ trợ chọn nhiều tệp cùng lúc.
zh: 从“文件”应用导入视频和音频，可一次选择多个文件（含缩略图或封面）。

# choose_media_type
source: Choose Media Type to Import
ar: اختر نوع الوسائط للاستيراد
ckb: جۆری میدیا هەڵبژێرە
de: Medientyp zum Import auswählen
es: Elige tipo de medio para importar
it: Scegli il Tipo di Media da Importare
ko: 가져올 미디어 유형 선택
vi: Chọn loại phương tiện cần nhập
zh: 选择导入类型

source: Successfully imported files: %@
ar: تم استيراد الملفات بنجاح: %@
ckb: پەڕگەکانی سەرکەوتووی هاوردرا: %@
de: Erfolgreich importierte Dateien: %@
es: Archivos importados con éxito: %@
it: File importati con successo: %@
ko: 가져오기 완료: %@
vi: Đã nhập thành công: %@ tệp
zh: 成功导入文件: %@

source: Failed to import files: %@
ar: فشل في استيراد الملفات: %@
ckb: پەڕگەکانی نەهاتە هاوردن: %@
de: Import fehlgeschlagen für Dateien: %@
es: Error al importar archivos: %@
it: Impossibile importare i file: %@
ko: 가져오기 실패: %@
vi: Không thể nhập: %@ tệp
zh: 导入失败的文件: %@

source: Import Result
ar: نتيجة الاستيراد
ckb: ئەنجامی هاوردن
de: Importergebnis
es: Resultado de importación
it: Risultato Importazione
ko: 가져오기 결과
vi: Kết quả nhập
zh: 导入结果

source: SponsorBlock
ar: سبونسر بلوك
es: Bloqueo de anuncios
ko: 스폰서 차단

# SB_BEHAVIOR
source: Sponsor Behavior
ar: سلوك المنع
ckb: ڕەفتاری پەیوەندیدار
de: Sponsor-Verhalten
es: Comportamiento del bloqueador
it: Comportamento Sponsor
ko: 차단 동작
ru: Поведение
vi: Hành vi
zh: 行为设置

# SB_SKIP
source: Skip
ar: تخطي
ckb: پەڕینەوە
de: Überspringen
es: Saltar
it: Salta
ko: 건너뛰기
ru: Пропустить
vi: Bỏ qua
zh: 跳过

# SB_ASK
source: Ask
ar: اسأل
ckb: پرسیارکردن
de: Fragen
es: Preguntar
it: Chiedi
ko: 확인 요청
ru: Спросить
vi: Hỏi trước
zh: 询问

# sub_value
source: Alert Duration: %.lf
ar: مدة التنبيه: %.lf
ckb: ماوەی ئاگاداری: %.lf
de: Hinweisdauer: %.lf
es: Duración del aviso: %.lf
it: Durata Avviso: %.lf
ko: 알림 시간: %.lf
ru: Длительность уведомления: %.lf
vi: Thời gian cảnh báo: %.lf
zh: 提示时长: %.lf

source: Unskip
ar: إلغاء التخطي
ckb: پەڕینەوەی نا
de: Nicht überspringen
es: Deshacer salto
it: Annulla Salto
ko: 건너뛰기 취소
ru: Отменить пропуск
vi: Hoàn tác
zh: 取消跳过

source: Skip
ar: تخطي
ckb: پەڕینەوە
de: Überspringen
es: Saltar
it: Salta
ko: 건너뛰기
ru: Пропустить
vi: Bỏ qua
zh: 跳过

# SEGMENT_SKIPPED
source: Sponsor segment skipped
ar: تم تخطي مقطع الإعلان
ckb: بەشی سپۆنسەر پەڕی
de: Sponsor-Segment übersprungen
es: Segmento publicitario omitido
it: Segmento sponsor saltato
ko: 스폰서 구간이 건너뛰어졌습니다.
ru: Сегмент спонсора пропущен
vi: Đã bỏ qua đoạn quảng cáo
zh: 赞助片段已跳过

# FOUND_SEGMENT
source: Sponsor segment detected
ar: تم اكتشاف مقطع إعلاني
ckb: بەشی سپۆنسەر دۆزرایەوە
de: Sponsor-Segment erkannt
es: Segmento publicitario detectado
it: Segmento sponsor rilevato
ko: 스폰서 구간이 감지되었습니다.
ru: Обнаружен сегмент спонсора
vi: Phát hiện đoạn quảng cáo
zh: 检测到赞助片段

# AudioNotificationOnSkip
source: Play audio notification on skip
ar: تشغيل صوت عند التخطي
ckb: لە پەڕینەوەدا ئاواز پێشاندان
de: Audio-Benachrichtigung beim Überspringen abspielen
es: Reproducir sonido al saltar
it: Riproduci notifica audio al salto
ko: 건너뛸 때 소리 재생
ru: Проигрывать звук при пропуске
vi: Phát âm thanh khi bỏ qua
zh: 跳过时播放提示音

# short_fullscreen
source: Fullscreen
ar: تشغيل المقاطع القصيرة في ملء الشاشة
ckb: پڕ شاشە
de: Vollbild
es: Pantalla completa
it: Schermo Intero
ko: 전체 화면
ru: Shorts Fullscreen
vi: Toàn màn hình
zh: 全屏

# short_auto_skip
source: Auto Skip Shorts
ar: تخطي المقاطع القصيرة تلقائيًا
ckb: پەڕینەوەی خۆکارانەی Shorts
de: Shorts automatisch überspringen
es: Saltar cortos automáticamente
it: Salta Shorts Automaticamente
ko: 쇼츠 자동 건너뛰기
ru: Shorts Auto Skip
vi: Tự động bỏ qua Shorts
zh: Shorts 自动跳过

# USE_PREM_LOGO
source: Use Premium Logo
ar: استخدام شعار Premium
ckb: بەکارهێنانی نیشانی Premium
de: Premium-Logo verwenden
es: Usar logo Premium
it: Usa Logo Premium
ko: 프리미엄 로고 사용
vi: Dùng logo Premium
zh: 使用 Premium 标志

# cast_confirm
source: Cast Confirmation
ar: تأكيد الإرسال
ckb: دڵنیابوونی Cast
de: Cast-Bestätigung
es: Confirmar transmisión
it: Conferma Cast
ko: 캐스트 확인
vi: Xác nhận truyền nội dung
zh: 投屏确认

source: Video Available
ar: الفيديو متاح
ckb: ڤیدیۆ بەردەستە
de: Video verfügbar
es: Video disponible
it: Video Disponibile
ko: 비디오 사용 가능
vi: Video khả dụng
zh: 可用视频

source: Videos Available
ar: مقاطع الفيديو متاحة
ckb: ڤیدیۆکان بەردەستن
de: Videos verfügbar
es: Videos disponibles
it: Video Disponibili
ko: 비디오 여러 개 사용 가능
vi: Các video khả dụng
zh: 可用视频

source: Audio Available
ar: الصوت متاح
ckb: دەنگ بەردەستە
de: Audio verfügbar
es: Audio disponible
it: Audio Disponibile
ko: 오디오 사용 가능
vi: Âm thanh khả dụng
zh: 可用音频

source: Audios Available
ar: مقاطع الصوت متاحة
ckb: دەنگەکان بەردەستن
de: Audios verfügbar
es: Audios disponibles
it: Audio Disponibili
ko: 오디오 여러 개 사용 가능
vi: Các âm thanh khả dụng
zh: 可用音频

source: Short Available
ar: المقطع القصير متاح
ckb: Short بەردەستە
de: Short verfügbar
es: Corto disponible
it: Short Disponibile
ko: 쇼츠 사용 가능
vi: Short khả dụng
zh: 可用短片

source: Shorts Available
ar: المقاطع القصيرة متاحة
ckb: Shorts بەردەستن
de: Shorts verfügbar
es: Cortos disponibles
it: Shorts Disponibili
ko: 쇼츠 여러 개 사용 가능
vi: Shorts khả dụng
zh: 可用 Shorts
